
        古文眞寶前集卷之一                                                                          眞寶前31 
    勸學文                                                                                          眞寶前31 
    眞宗皇帝勸學                                                                                    眞寶前31 
富家不用買良田  書中自有千鍾粟                                                                      眞寶前31 
安居不用架高堂  書中自有黃金屋                                                                      眞寶前31 
出門莫恨無人隨  書中車馬多如簇                                                                      眞寶前31 
娶妻莫恨無良媒  書中有女顔如玉                                                                      眞寶前31 
男兒欲遂平生志  六經勤向窓前讀                                                                      眞寶前32 
    仁宗皇帝勸學                                                                                    眞寶前33 
朕觀無學人  無物堪比倫                                                                              眞寶前33 
若比於草木  草有靈芝木有椿                                                                          眞寶前33 
若比於禽獸  禽有鸞鳳獸有麟                                                                          眞寶前33 
若比於糞土  糞滋五穀土養民                                                                          眞寶前33 
世間無限物  無比無學人                                                                              眞寶前33 
    司馬溫公勸學歌              司馬光                                                              眞寶前34 
養子不敎父之過  訓導不嚴師之惰                                                                      眞寶前34 
父敎師嚴兩無外  學問無成子之罪                                                                      眞寶前34 
煖衣飽食居人倫  視我笑談如土塊                                                                      眞寶前34 
攀高不及下品流  稍遇賢才無與對                                                                      眞寶前34 
勉後生力求誨  投明師莫自昧                                                                          眞寶前34 
一朝雲路果然登  姓名亞等呼先輩                                                                      眞寶前35 
室中若未結親姻  自有佳人求匹配                                                                      眞寶前35 
勉旃汝等各早脩  莫待老來徒自悔                                                                      眞寶前35 
    柳屯田勸學文                柳永                                                                眞寶前36 
父母養其子而不敎 是不愛其子也 雖敎而不嚴 是亦不愛其子也 父母敎而不學                                眞寶前36 
是子不愛其身也雖學而不勤 是亦不愛其身也  是故養子必敎                                               眞寶前36 
敎則必嚴 嚴則必勤 勤則必成 學則庶人之子爲公卿  不學則公卿之子爲庶人                                 眞寶前37 
                                                                                                    眞寶前37 
    王荊公勸學文                王安石                                                              眞寶前37 
讀書不破費  讀書萬倍利                                                                              眞寶前37 
書顯官人才  書添君子智                                                                              眞寶前38 
有卽起書樓  無卽致書櫃                                                                              眞寶前38 
窓前看古書  燈下尋書義                                                                              眞寶前38 
貧者因書富  富者因書貴                                                                              眞寶前38 
愚者得書賢  賢者因書利                                                                              眞寶前38 
只見讀書榮  不見讀書墜                                                                              眞寶前38 
賣金買書讀  讀書買金易                                                                              眞寶前38 
好書卒難逢  好書眞難致                                                                              眞寶前38 
奉勸讀書人  好書在心記                                                                              眞寶前38 
    白樂天勸學文                        白居易                                                      眞寶前39 
有田不耕倉廩虛  有書不敎子孫愚                                                                      眞寶前39 
倉廩虛兮歲月乏  子孫愚兮禮義疏                                                                      眞寶前40 
若惟不耕與不敎  是乃父兄之過歟                                                                      眞寶前40 
    朱文公勸學文                        朱熹                                                        眞寶前41 
勿謂今日不學而有來日  勿謂今年不學而有來年                                                          眞寶前41 
日月逝矣  歲不我延  嗚呼老矣  是誰之愆                                                              眞寶前41 
    符讀書城南                          韓愈                                                        眞寶前42 
木之就規矩  在梓匠輪輿                                                                              眞寶前42 
人之能爲人  由腹有詩書                                                                              眞寶前42 
詩書勤乃有  不勤腹空虛                                                                              眞寶前42 
欲知學之力  賢愚同一初                                                                              眞寶前43 
由其不能學  所入遂異閭                                                                              眞寶前43 
兩家各生子  提孩巧相如                                                                              眞寶前43 
少長聚嬉戲  不殊同隊魚                                                                              眞寶前43 
年至十二三  頭角稍相疏                                                                              眞寶前43 
二十漸乖張  淸溝映汙渠                                                                              眞寶前43 
三十骨骼成  乃一龍一豬                                                                              眞寶前43 
飛黃騰踏去  不能顧蟾蜍                                                                              眞寶前43 
一爲馬前卒  鞭背生蟲蛆                                                                              眞寶前43 
一爲公與相  潭潭府中居                                                                              眞寶前43 
問之何因爾  學與不學歟                                                                              眞寶前43 
金璧雖重寶  費用難貯儲                                                                              眞寶前44 
學問藏之身  身在則有餘                                                                              眞寶前44 
君子與小人  不繫父母且                                                                              眞寶前44 
不見公與相  起身自犂鋤                                                                              眞寶前44 
不見三公後  寒饑出無驢                                                                              眞寶前44 
文章豈不貴  經訓乃菑畬                                                                              眞寶前44 
潢潦無根源  朝滿夕已除                                                                              眞寶前44 
人不通古今  馬牛而襟裾                                                                              眞寶前44 
行身陷不義  況望多名譽                                                                              眞寶前44 
時秋積雨霽  新涼入郊墟                                                                              眞寶前44 
燈火稍可親  簡編可卷舒                                                                              眞寶前44 
豈不旦夕念  爲兩惜居諸                                                                              眞寶前45 
恩義有相奪  作詩勸躊躇                                                                              眞寶前45 
    五言古風短篇                                                                                    眞寶前47 
    淸夜吟                              邵雍                                                        眞寶前48 
月到天心處  風來水面時                                                                              眞寶前48 
一般淸意味  料得少人知                                                                              眞寶前48 
    四時                                陶淵明                                                      眞寶前49 
春水滿四澤  夏雲多奇峯                                                                              眞寶前49 
秋月揚明輝  冬嶺秀孤松                                                                              眞寶前49 
    江雪                                柳宗元                                                      眞寶前50 
千山鳥飛絶  萬逕人蹤滅                                                                              眞寶前50 
孤舟簑笠翁  獨釣寒江雪                                                                              眞寶前50 
    訪道者不遇                          賈島                                                        眞寶前51 
松下問童子  言師採藥去                                                                              眞寶前51 
只在此山中  雲深不知處                                                                              眞寶前51 
    蠶婦                                無名氏                                                      眞寶前51 
昨日到城郭  歸來淚滿巾                                                                              眞寶前51 
遍身綺羅者  不是養蠶人                                                                              眞寶前52 
    憫農                                李紳                                                        眞寶前52 
鋤禾日當午  汗滴禾下土                                                                              眞寶前52 
誰知盤中飧  粒粒皆辛苦                                                                              眞寶前52 
    讀李斯傳                            李鄴                                                        眞寶前54 
欺暗常不然  欺明當自戮                                                                              眞寶前54 
難將一人手  掩得天下目                                                                              眞寶前54 
    王昭君                              李白                                                        眞寶前56 
昭君拂玉鞍  上馬啼紅頰                                                                              眞寶前56 
今日漢宮人  明朝胡地妾                                                                              眞寶前56 
    劍客                                賈島                                                        眞寶前58 
十年磨一劍  霜刃未曾試                                                                              眞寶前58 
今日把贈君  誰有不平事                                                                              眞寶前58 
    七步詩                              曹植                                                        眞寶前58 
煮豆燃豆萁  豆在釜中泣                                                                              眞寶前58 
本是同根生  相煎何太急                                                                              眞寶前59 
    競病韻                              曹景宗                                                      眞寶前60 
去時兒女悲  歸來笳鼓競                                                                              眞寶前60 
借問行路人  何如霍去病                                                                              眞寶前60 
    貪泉                                吳隱之                                                      眞寶前61 
古人云此水  一歃懷千金                                                                              眞寶前61 
試使夷齊飮  終當不易心                                                                              眞寶前61 
    商山路有感                          白居易                                                      眞寶前62 
萬里路長在  六年今始歸                                                                              眞寶前62 
所經多舊館  太半主人非                                                                              眞寶前62 
    金谷園                              無名氏                                                      眞寶前63 
當時歌舞地  不說草離離                                                                              眞寶前63 
今日歌舞盡  滿園秋露垂                                                                              眞寶前63 
    春桂問答二                          王維                                                        眞寶前63 
問春桂  桃李正芳華                                                                                  眞寶前63 
年光隨處滿 何事獨無花                                                                               眞寶前64 
春桂答  春華詎能久                                                                                  眞寶前64 
風霜搖落時  獨秀君知不                                                                              眞寶前64 
    遊子吟                              孟郊                                                        眞寶前64 
慈母手中線  遊子身上衣                                                                              眞寶前64 
臨行密密縫  意恐遲遲歸                                                                              眞寶前64 
難將寸草心  報得三春暉                                                                              眞寶前65 
    子夜吳歌                            李白                                                        眞寶前65 
長安一片月  萬戶擣衣聲                                                                              眞寶前65 
秋風吹不盡  總是玉關情                                                                              眞寶前65 
何日平胡虜  良人罷遠征                                                                              眞寶前65 
    友人會宿                            李白                                                        眞寶前66 
滌蕩千古愁  留連百壺飮                                                                              眞寶前66 
良宵宜且談  皓月未能寢                                                                              眞寶前66 
醉來臥空山  天地卽衾枕                                                                              眞寶前66 
    雲谷雜詠                            朱熹                                                        眞寶前67 
野人載酒來  農談日西夕                                                                              眞寶前67 
此意良已勤  感歎情何極                                                                              眞寶前67 
歸去莫頻來  林深山路黑                                                                              眞寶前67 
    傷田家                              聶夷中                                                      眞寶前68 
二月賣新絲  五月糶新穀                                                                              眞寶前68 
醫得眼前瘡  剜却心頭肉                                                                              眞寶前68 
我願君王心  化作光明燭                                                                              眞寶前69 
不照綺羅筵  徧照逃亡屋                                                                              眞寶前69 
    時興                                楊賁                                                        眞寶前70 
貴人昔未貴  咸願顧寒微                                                                              眞寶前70 
及自登樞要  何曾問布衣                                                                              眞寶前70 
平明登紫閣  日晏下彤闈                                                                              眞寶前70 
擾擾路傍子  無勞歌是非                                                                              眞寶前70 
    離別                                陸龜蒙                                                      眞寶前71 
丈夫非無淚  不灑離別間                                                                              眞寶前71 
仗劍對樽酒  恥爲游子顔                                                                              眞寶前71 
蝮蛇一螫手  壯士疾解腕                                                                              眞寶前71 
所思在功名  離別何足歎                                                                              眞寶前71 
    古詩                                無名氏                                                      眞寶前72 
客從遠方來  遺我一端綺                                                                              眞寶前72 
文綵雙鴛鴦  裁爲合歡被                                                                              眞寶前72 
著以長相思  緣以結不解                                                                              眞寶前72 
以膠投漆中  誰能別離此                                                                              眞寶前72 
    歸園田居                            陶淵明                                                      眞寶前73 
種豆南山下  草盛豆苗稀                                                                              眞寶前73 
侵晨理荒穢  帶月荷鋤歸                                                                              眞寶前74 
道狹草木長  夕露沾我衣                                                                              眞寶前74 
衣沾不足惜  但使願無違                                                                              眞寶前74 
    問來使                              陶淵明                                                      眞寶前75 
爾從山中來  早晩發天目                                                                              眞寶前75 
我屋南山下  今生幾叢菊                                                                              眞寶前75 
薔薇葉已抽  秋蘭氣當馥                                                                              眞寶前75 
歸去來山中  山中酒應熟                                                                              眞寶前75 
    王右軍                              李白                                                        眞寶前76 
右軍本淸眞  瀟洒在風塵                                                                              眞寶前76 
山陰遇羽客  愛此好鵝賓                                                                              眞寶前76 
掃素寫道經  筆精妙入神                                                                              眞寶前76 
書罷籠鵝去  何曾別主人                                                                              眞寶前76 
    對酒憶賀監二首                      李白                                                        眞寶前77 
四明有狂客  風流賀季眞                                                                              眞寶前77 
長安一相見  呼我謫仙人                                                                              眞寶前78 
昔好杯中物  今爲松下塵                                                                              眞寶前78 
金龜換酒處  却憶淚沾巾                                                                              眞寶前78 
    又                                                                                              眞寶前78 
狂客歸四明  山陰道士迎                                                                              眞寶前78 
敕賜鏡湖水  爲君臺沼榮                                                                              眞寶前78 
人亡餘故宅  空有荷花生                                                                              眞寶前78 
念此杳如夢  淒然傷我情                                                                              眞寶前78 
    送張舍人之江東                      李白                                                        眞寶前79 
張翰江東去  正値秋風時                                                                              眞寶前79 
天晴一雁遠  海闊孤帆遲                                                                              眞寶前80 
白日行欲暮  滄波杳難期                                                                              眞寶前80 
吳洲如見月  千里幸相思                                                                              眞寶前80 
    戲贈鄭溧陽                          李白                                                        眞寶前82 
陶令日日醉  不知五柳春                                                                              眞寶前82 
素琴本無絃  漉酒用葛巾                                                                              眞寶前82 
淸風北窓下  自謂羲皇人                                                                              眞寶前82 
何時到栗里  一見平生親                                                                              眞寶前82 
    嘲王歷陽不肯飮酒                    李白                                                        眞寶前83 
地白風色寒  雪花大如手                                                                              眞寶前83 
笑殺陶淵明  不飮杯中酒                                                                              眞寶前83 
浪撫一張琴  虛栽五株柳                                                                              眞寶前83 
空負頭上巾  吾於爾何有                                                                              眞寶前83 
    紫騮馬                              李白                                                        眞寶前84 
紫騮行且嘶  雙翻碧玉蹄                                                                              眞寶前84 
臨流不肯渡  似惜錦障泥                                                                              眞寶前84 
白雪關山遠  黃雲海戍迷                                                                              眞寶前84 
揮鞭萬里去  安得念香閨                                                                              眞寶前84 
    待酒不至                            李白                                                        眞寶前85 
玉壺繫素絲  沽酒來何遲                                                                              眞寶前85 
山花向我笑  正好銜杯時                                                                              眞寶前85 
晩酌東山下  流鸎復在茲                                                                              眞寶前85 
春風與醉客  今日乃相宜                                                                              眞寶前85 
    遊龍門奉先寺                        杜甫                                                        眞寶前86 
已從招提遊  更宿招提境                                                                              眞寶前86 
陰壑生靈籟  月林散淸影                                                                              眞寶前86 
天闕象緯逼  雲臥衣裳冷                                                                              眞寶前86 
欲覺聞晨鍾  令人發深省                                                                              眞寶前87 
    戲簡鄭廣文兼呈蘇司業                                                                            眞寶前88 
廣文到官舍  繫馬堂階下                                                                              眞寶前88 
醉卽騎馬歸  頗遭官長罵                                                                              眞寶前88 
才名三十年  坐客寒無氈                                                                              眞寶前88 
近有蘇司業  時時與酒錢                                                                              眞寶前88 
    寄全椒山中道士                      韋應物                                                      眞寶前89 
今朝郡齋冷  忽念山中客                                                                              眞寶前89 
澗底束荊薪  歸來煮白石                                                                              眞寶前89 
遙持一杯酒  遠慰風雨夕                                                                              眞寶前89 
落葉滿空山  何處尋行迹                                                                              眞寶前89 
    和韋蘇州詩寄鄧道士                  蘇軾                                                        眞寶前90 
一杯羅浮春  遠餉採薇客                                                                              眞寶前90 
遙知獨酌罷  醉臥松下石                                                                              眞寶前90 
幽人不可見  淸嘯聞月夕                                                                              眞寶前90 
聊戲庵中人  空飛本無迹                                                                              眞寶前91 
    足柳公權聯句                        蘇軾                                                        眞寶前92 
人皆苦炎熱  我愛夏日長                                                                              眞寶前92 
薰風自南來  殿閣生微涼                                                                              眞寶前92 
一爲居所移  苦樂永相忘                                                                              眞寶前92 
願言均此施  淸陰分四方                                                                              眞寶前92 
    子瞻謫海南                          黃庭堅                                                      眞寶前93 
子瞻謫海南  時宰欲殺之                                                                              眞寶前93 
飽喫惠州飯  細和淵明詩                                                                              眞寶前94 
彭澤千載人  東坡百世士                                                                              眞寶前94 
出處雖不同  氣味乃相似                                                                              眞寶前94 
    少年子                              李白                                                        眞寶前95 
靑春少年子  挾彈章臺左                                                                              眞寶前95 
鞍馬四邊開  突如流星過                                                                              眞寶前95 
金丸落飛鳥  夜入瓊樓臥                                                                              眞寶前95 
夷齊是何人  獨守西山餓                                                                              眞寶前95 
    金陵新亭                            無名氏                                                      眞寶前97 
金陵風景好  豪士集新亭                                                                              眞寶前97 
擧目山河異  偏傷周顗情                                                                              眞寶前97 
四坐楚囚悲  不憂社稷傾                                                                              眞寶前97 
王公何慷慨  千載仰雄名                                                                              眞寶前97 
        古文眞寶前集卷之二                                                                          眞寶前100
    長歌行                              沈約                                                        眞寶前100
靑靑園中葵  朝露待日晞                                                                              眞寶前100
陽春布德澤  萬物生光輝                                                                              眞寶前100
常恐秋節至  焜黃華葉衰                                                                              眞寶前100
百川東到海  何時復西歸                                                                              眞寶前100
少壯不努力  老大徒傷悲                                                                              眞寶前100
    雜詩                                陶淵明                                                      眞寶前101
結廬在人境  而無車馬喧                                                                              眞寶前101
問君何能爾  心遠地自偏                                                                              眞寶前101
採菊東籬下  悠然見南山                                                                              眞寶前101
山氣日夕佳  飛鳥相與還                                                                              眞寶前101
此間有眞意  欲辨已忘言                                                                              眞寶前101
    雜詩                                陶淵明                                                      眞寶前102
秋菊有佳色  裛露掇其英                                                                              眞寶前102
汎此忘憂物  遠我遺世情                                                                              眞寶前102
一觴雖獨進  杯盡壺自傾                                                                              眞寶前103
日入羣動息  歸鳥趨林鳴                                                                              眞寶前103
嘯傲東軒下  聊復得此生                                                                              眞寶前103
    擬古                                陶淵明                                                      眞寶前103
日暮天無雲  春風扇微和                                                                              眞寶前103
佳人美淸夜  達曙酣且歌                                                                              眞寶前104
歌竟長歎息  持此感人多                                                                              眞寶前104
皎皎雲間月  灼灼葉中華                                                                              眞寶前104
豈無一時好  不久當如何                                                                              眞寶前104
    鼓吹曲                              謝脁                                                        眞寶前105
江南佳麗地  金陵帝王州                                                                              眞寶前105
逶迤帶綠水  迢遞起朱樓                                                                              眞寶前105
飛甍夾馳道  垂楊蔭御溝                                                                              眞寶前105
凝笳翼高蓋  疊鼓送華輈                                                                              眞寶前105
獻納雲臺表  功名良可收                                                                              眞寶前105
    和徐都曹                            謝脁                                                        眞寶前107
宛洛佳遨遊  春色滿皇州                                                                              眞寶前107
結軫靑郊路  逈瞰蒼江流                                                                              眞寶前107
日華川上動  風光草際浮                                                                              眞寶前107
桃李成蹊徑  桑楡蔭道周                                                                              眞寶前107
東都已俶載  言歸望綠疇                                                                              眞寶前107
    遊東園                              謝脁                                                        眞寶前108
戚戚苦無悰  携手共行樂                                                                              眞寶前108
尋雲陟累榭  隨山望菌閣                                                                              眞寶前109
遠樹曖芊芊  生烟紛漠漠                                                                              眞寶前109
魚戲新荷動  鳥散餘花落                                                                              眞寶前109
不對芳春酒  還望靑山郭                                                                              眞寶前109
    怨歌行                              班捷妤                                                      眞寶前110
新裂齊紈素  皎潔如霜雪                                                                              眞寶前110
裁爲合歡扇  團圓似明月                                                                              眞寶前110
出入君懷袖  動搖微風發                                                                              眞寶前110
常恐秋節至  涼飇奪炎熱                                                                              眞寶前110
棄捐篋笥中  恩情中道絶                                                                              眞寶前110
    擬怨歌行                            江淹                                                        眞寶前111
紈扇如圓月  出自機中素                                                                              眞寶前111
畫作秦王女  乘鸞向烟霧                                                                              眞寶前111
采色世所重  雖新不代故                                                                              眞寶前112
竊愁涼風至  吹我玉階樹                                                                              眞寶前112
君子恩未畢  零落在中路                                                                              眞寶前112
    古詩                                無名氏                                                      眞寶前113
迢迢牽牛星  皎皎河漢女                                                                              眞寶前113
纖纖擢素手  札札弄機杼                                                                              眞寶前113
終日不成章  涕泣零如雨                                                                              眞寶前113
河漢淸且淺  相去復幾許                                                                              眞寶前113
盈盈一水間  脈脈不得語                                                                              眞寶前113
    古詩                                無名氏                                                      眞寶前114
生年不滿百  常懷千歲憂                                                                              眞寶前114
晝短苦夜長  何不秉燭遊                                                                              眞寶前114
爲樂當及時  何能待來茲                                                                              眞寶前114
愚者愛惜費  俱爲塵世嗤                                                                              眞寶前115
仙人王子喬  難可以等期                                                                              眞寶前115
    綠筠軒                              蘇軾                                                        眞寶前117
可使食無肉  不可居無竹                                                                              眞寶前117
無肉令人瘦  無竹令人俗                                                                              眞寶前117
人瘦尙可肥  士俗不可醫                                                                              眞寶前117
傍人笑此言  似高還似癡                                                                              眞寶前117
若對此君仍大嚼  世間那有揚州鶴                                                                      眞寶前117
    月下獨酌                            李白                                                        眞寶前119
花下一壺酒  獨酌無相親                                                                              眞寶前119
擧杯邀明月  對影成三人                                                                              眞寶前119
月旣不解飮  影徒隨我身                                                                              眞寶前119
暫伴月將影  行樂須及春                                                                              眞寶前119
我歌月徘徊  我舞影凌亂                                                                              眞寶前119
醒時同交歡  醉後各分散                                                                              眞寶前119
永結無情遊  相期邈雲漢                                                                              眞寶前119
    春日醉起言志                        李白                                                        眞寶前120
處世若大夢  胡爲勞其生                                                                              眞寶前120
所以終日醉  頹然臥前楹                                                                              眞寶前120
覺來眄庭前  一鳥花間鳴                                                                              眞寶前120
借問如何時  春風語流鶯                                                                              眞寶前120
感之欲歎息  對酒還自傾                                                                              眞寶前121
浩歌待明月  曲盡已忘情                                                                              眞寶前121
    蘇武                                李白                                                        眞寶前122
蘇武在匈奴  十年持漢節                                                                              眞寶前122
白雁上林飛  空傳一書札                                                                              眞寶前122
牧羊邊地苦  落日歸心絶                                                                              眞寶前122
渴飮月窟水  飢餐天上雪                                                                              眞寶前122
東還沙塞遠  北愴河梁別                                                                              眞寶前122
泣把李陵衣  相看淚成血                                                                              眞寶前122
    雜詩                                陶淵明                                                      眞寶前124
人生無根蔕  飄如陌上塵                                                                              眞寶前124
分散逐風轉  此已非常身                                                                              眞寶前124
落地爲兄弟  何必骨肉親                                                                              眞寶前124
得歡當作樂  斗酒聚比鄰                                                                              眞寶前124
盛年不重來  一日難再晨                                                                              眞寶前124
及時當勉勵  歲月不待人                                                                              眞寶前125
    歸田園居                            陶淵明                                                      眞寶前125
野外罕人事  深巷寡輪鞅                                                                              眞寶前125
白日掩柴扉  虛室絶塵想                                                                              眞寶前126
時復墟曲中  披草共來往                                                                              眞寶前126
相見無雜言  但道桑麻長                                                                              眞寶前126
桑麻日已長  我土日已廣                                                                              眞寶前126
常恐雪霰至  零落同草莽                                                                              眞寶前126
    鼠鬚筆                              蘇過                                                        眞寶前127
太倉失陳紅  狡穴得餘腐                                                                              眞寶前127
旣興丞相歎  又發廷尉怒                                                                              眞寶前127
磔肉餧餓猫  分髥雜霜免                                                                              眞寶前127
揷架刀槊健  落紙龍蛇騖                                                                              眞寶前127
物理未易詰  時來卽所遇                                                                              眞寶前127
穿墉何卑微  託此得佳譽                                                                              眞寶前127
    妾薄命二首                          陳師道                                                      眞寶前129
主家十二樓  一身當三千                                                                              眞寶前129
古來妾薄命  事主不盡年                                                                              眞寶前129
起舞爲主壽  相送南陽阡                                                                              眞寶前129
忍著主衣裳  爲人作春姸                                                                              眞寶前129
有聲當徹天  有淚當徹泉                                                                              眞寶前129
死故恐無知  妾身長自憐                                                                              眞寶前129
    又                                  陳師道                                                      眞寶前131
落葉風不起  山空花自紅                                                                              眞寶前131
捐世不待老  惠妾無其終                                                                              眞寶前131
一死尙可忍  百歲何當窮                                                                              眞寶前131
天地豈不寬  妾身自不容                                                                              眞寶前131
死者如有知  殺身以相從                                                                              眞寶前131
向來歌舞地  夜雨鳴寒蛩                                                                              眞寶前131
    靑靑水中蒲                          韓愈                                                        眞寶前132
靑靑水中蒲  下有一雙魚                                                                              眞寶前132
君今上隴去  我在與誰居                                                                              眞寶前132
靑靑水中蒲  長在水中居                                                                              眞寶前132
寄語浮萍草  相隨我不如                                                                              眞寶前133
靑靑水中蒲  葉短不出水                                                                              眞寶前133
婦人不下堂  行子在萬里                                                                              眞寶前133
    幽懷                                韓愈                                                        眞寶前134
幽懷不可寫  行此春江潯                                                                              眞寶前134
適與佳節會  士女競光陰                                                                              眞寶前134
凝妝耀洲渚  繁吹蕩人心                                                                              眞寶前134
間關林中鳥  知時爲和音                                                                              眞寶前134
豈無一樽酒  自酌還自吟                                                                              眞寶前134
但悲時易失  四序迭相侵                                                                              眞寶前134
我歌君子行  視古猶視今                                                                              眞寶前134
    公讌                                曹植                                                        眞寶前135
公子愛敬客  終宴不知疲                                                                              眞寶前135
淸夜遊西園  飛蓋相追隨                                                                              眞寶前136
明月澄淸影  列宿正參差                                                                              眞寶前136
秋蘭被長坂  朱華冒綠池                                                                              眞寶前136
潛魚躍淸波  好鳥鳴高枝                                                                              眞寶前136
神飇接丹轂  輕輦隨風移                                                                              眞寶前136
飄颻放志意  千秋長若斯                                                                              眞寶前136
    獨酌                                李白                                                        眞寶前137
天若不愛酒  酒星不在天                                                                              眞寶前137
地若不愛酒  地應無酒泉                                                                              眞寶前137
天地旣愛酒  愛酒不愧天                                                                              眞寶前137
已聞淸比聖  復道濁如賢                                                                              眞寶前137
賢聖旣已飮  何必求神仙                                                                              眞寶前138
三杯通大道  一斗合自然                                                                              眞寶前138
但得醉中趣  勿爲醒者傳                                                                              眞寶前138
    歸田園                              陶淵明                                                      眞寶前139
種苗在東皐  苗生滿阡陌                                                                              眞寶前139
雖有荷鋤倦  濁酒聊自適                                                                              眞寶前139
日暮巾柴車  路暗光已夕                                                                              眞寶前139
歸人望烟火  稚子候簷隙                                                                              眞寶前139
問君亦何爲  百年會有役                                                                              眞寶前139
但願桑麻成  蠶月得紡績                                                                              眞寶前139
素心正如此  開逕望三益                                                                              眞寶前139
    和陶淵明擬古                        蘇軾                                                        眞寶前141
有客扣我門  繫馬門前柳                                                                              眞寶前141
庭空鳥雀噪  門閉客立久                                                                              眞寶前141
主人枕書臥  夢我平生友                                                                              眞寶前141
忽聞剝啄聲  驚散一杯酒                                                                              眞寶前141
倒裳起謝客  夢覺兩愧負                                                                              眞寶前141
坐談雜今古  不答顔愈厚                                                                              眞寶前141
問我何處來  我來無何有                                                                              眞寶前141
    責子                                陶淵明                                                      眞寶前143
白髮被兩鬢  肌膚不復實                                                                              眞寶前143
雖有五男兒  總不好紙筆                                                                              眞寶前143
阿舒已二八  懶惰故無匹                                                                              眞寶前144
阿宣行志學  而不愛文術                                                                              眞寶前144
雍端年十三  不識六與七                                                                              眞寶前144
通子垂九齡  但覓梨與栗                                                                              眞寶前144
天運苟如此  且進杯中物                                                                              眞寶前144
    田家                                柳宗元                                                      眞寶前145
古道饒蒺藜  縈廻古城曲                                                                              眞寶前145
蓼花被隄岸  陂水寒更綠                                                                              眞寶前145
是時收穫竟  落日多樵牧                                                                              眞寶前145
風高楡柳疏  霜重梨棗熟                                                                              眞寶前145
行人迷去徑  野鳥競棲宿                                                                              眞寶前145
田翁笑相念  昏黑愼原陸                                                                              眞寶前145
今年幸少豐  無惡饘與粥                                                                              眞寶前145
        古文眞寶前集卷之三                                                                          眞寶前147
    五言長篇                                                                                        眞寶前147
    直中書省                            謝靈運                                                      眞寶前147
紫殿肅陰陰  彤庭赫弘敞                                                                              眞寶前147
風動萬年枝  日華承露掌                                                                              眞寶前147
玲瓏結綺錢  深沈映朱網                                                                              眞寶前147
紅藥當階翻  蒼苔依砌上                                                                              眞寶前147
茲言翔鳳池  鳴珮多淸響                                                                              眞寶前147
信美非吾室  中園思偃仰                                                                              眞寶前148
朋情以鬱陶  春物方駘蕩                                                                              眞寶前148
安得凌風翰  聊恣山泉賞                                                                              眞寶前148
    古詩                                無名氏                                                      眞寶前149
行行重行行  與君生別離                                                                              眞寶前149
相去萬餘里  各在天一涯                                                                              眞寶前150
道路阻且長  會面安可期                                                                              眞寶前150
胡馬依北風  越鳥巢南枝                                                                              眞寶前150
相去日已遠  衣帶日已緩                                                                              眞寶前150
浮雲蔽白日  遊子不復返                                                                              眞寶前150
思君令人老  歲月忽已晩                                                                              眞寶前150
棄捐勿復道  努力加餐飯                                                                              眞寶前150
    擬古                                陶淵明                                                      眞寶前151
東方有一士  被服常不完                                                                              眞寶前151
三旬九遇食  十年著一冠                                                                              眞寶前151
辛苦無此比  常有好容顔                                                                              眞寶前151
我欲觀其人  晨去越河關                                                                              眞寶前152
靑松夾路生  白雲宿簷端                                                                              眞寶前152
知我故來意  取琴爲我彈                                                                              眞寶前152
上絃驚別鶴  下絃操孤鸞                                                                              眞寶前152
願留就君住  從今至歲寒                                                                              眞寶前152
    讀山海經                            陶淵明                                                      眞寶前153
孟夏草木長  繞屋樹扶疎                                                                              眞寶前153
衆鳥欣有托  吾亦愛吾廬                                                                              眞寶前153
旣耕亦已種  時還讀我書                                                                              眞寶前153
窮巷隔深轍  頗回故人車                                                                              眞寶前153
欣然酌春酒  摘我園中蔬                                                                              眞寶前153
微雨從東來  好風與之俱                                                                              眞寶前153
汎覽周王傳  流觀山海圖                                                                              眞寶前153
俛仰終宇宙  不樂復何如                                                                              眞寶前154
    夢李白二首                          杜甫                                                        眞寶前155
死別已呑聲  生別常惻惻                                                                              眞寶前155
江南瘴癘地  逐客無消息                                                                              眞寶前155
故人入我夢  明我長相憶                                                                              眞寶前155
恐非平生魂  路遠不可測                                                                              眞寶前155
魂來楓林靑  魂返關塞黑                                                                              眞寶前155
今君在羅網  何以有羽翼                                                                              眞寶前155
落月滿屋梁  猶疑見顔色                                                                              眞寶前155
水深波浪闊  無使蛟龍得                                                                              眞寶前155
    又                                  杜甫                                                        眞寶前157
浮雲終日行  遊子久不至                                                                              眞寶前157
三夜頻夢君  情親見君意                                                                              眞寶前157
告歸常局促  苦道來不易                                                                              眞寶前157
江湖多風波  舟楫恐失墜                                                                              眞寶前157
出門搔白首  若負平生志                                                                              眞寶前157
冠蓋滿京華  斯人獨顇顦                                                                              眞寶前157
孰云網恢恢  將老身反累                                                                              眞寶前157
千秋萬歲名  寂寞身後事                                                                              眞寶前157
    贈東坡                              黃庭堅                                                      眞寶前158
江梅有佳實  託根桃李場                                                                              眞寶前158
桃李終不言  朝露借恩光                                                                              眞寶前158
孤芳忌皎潔  冰雪空自香                                                                              眞寶前158
古來和鼎實  此物升廟廊                                                                              眞寶前159
歲月坐成晩  烟雨靑已黃                                                                              眞寶前159
得升桃李盤  以遠初見嘗                                                                              眞寶前159
終然不可口  擲置官道傍                                                                              眞寶前159
但使本根在  棄捐果何傷                                                                              眞寶前159
    又                                  黃庭堅                                                      眞寶前160
靑松出澗壑  十里聞風聲                                                                              眞寶前160
上有百尺絲  下有千歲苓                                                                              眞寶前160
自性得久要  爲人制頹齡                                                                              眞寶前161
小草有遠志  相依在平生                                                                              眞寶前161
醫和不並世  深根且固蔕                                                                              眞寶前161
人言可醫國  何用大早計                                                                              眞寶前161
小大材則殊  氣味固相似                                                                              眞寶前161
    慈烏夜啼                            白居易                                                      眞寶前163
慈烏失其母  啞啞吐哀音                                                                              眞寶前163
晝夜不飛去  經年守故林                                                                              眞寶前163
夜夜夜半啼  聞者爲沾襟                                                                              眞寶前163
聲中如告訴  未盡反哺心                                                                              眞寶前163
百鳥豈無母  爾獨哀怨深                                                                              眞寶前163
應是母慈重  使爾悲不任                                                                              眞寶前163
昔有吳起者  母歿喪不臨                                                                              眞寶前163
哀哉若此輩  其心不如禽                                                                              眞寶前163
慈烏彼慈烏  鳥中之曾參                                                                              眞寶前163
    田家                                柳宗元                                                      眞寶前165
籬落隔烟火  農談四鄰夕                                                                              眞寶前165
庭際秋蛩鳴  疎麻方寂歷                                                                              眞寶前165
蠶絲盡輸稅  機杼空倚壁                                                                              眞寶前165
里胥夜經過  雞黍事筵席                                                                              眞寶前165
各言官長峻  文字多督責                                                                              眞寶前165
東鄕後租期  東轂陷泥澤                                                                              眞寶前165
公門少推恕  鞭扑恣狼藉                                                                              眞寶前165
努力愼經營  肌膚眞可惜                                                                              眞寶前165
迎新在此歲  惟恐踵前跡                                                                              眞寶前165
    樂府上                              無名氏                                                      眞寶前167
靑靑河畔草  綿綿思遠道                                                                              眞寶前167
遠道不可思  夙昔夢見之                                                                              眞寶前167
夢見在我傍  忽覺在他鄕                                                                              眞寶前167
他鄕各異縣  輾轉不可見                                                                              眞寶前167
枯桑知天風  海水知天寒                                                                              眞寶前167
入門各自媚  誰肯相爲言                                                                              眞寶前167
客從遠方來  遺我雙鯉魚                                                                              眞寶前167
呼童烹鯉魚  中有尺素書                                                                              眞寶前167
長跪讀素書  書中竟何如                                                                              眞寶前167
上有加餐飯  下有長相憶                                                                              眞寶前167
    上月夜行江陵途中作                  陶淵明                                                      眞寶前169
閑居三十載  遂與塵事冥                                                                              眞寶前169
詩　敦宿好  林園無俗情                                                                              眞寶前169
如何捨此去  遙遙至西荊                                                                              眞寶前169
叩枻新秋月  臨流別友生                                                                              眞寶前169
涼風起將夕  夜景湛虛明                                                                              眞寶前169
昭昭天宇闊  皛皛川上平                                                                              眞寶前169
懷役不遑寐  中宵尙孤征                                                                              眞寶前170
商歌非吾事  依依在耦耕                                                                              眞寶前170
投冠旋舊墟  不爲好爵縈                                                                              眞寶前170
養眞衡茅下  庶以養自名                                                                              眞寶前170
    飮酒                                陶淵明                                                      眞寶前171
羲農去我久  擧世少復眞                                                                              眞寶前171
汲汲魯中叟  彌縫使其淳                                                                              眞寶前171
鳳鳥雖不至  禮樂蹔得新                                                                              眞寶前171
洙泗輟微響  漂流逮狂秦                                                                              眞寶前171
詩書亦何罪  一朝成灰塵                                                                              眞寶前171
區區諸老翁  爲事誠慇懃                                                                              眞寶前172
如何絶世下  六籍無一親                                                                              眞寶前172
終日馳車走  不見所問津                                                                              眞寶前172
若復不快飮  空負頭上巾                                                                              眞寶前172
但恨多謬誤  君當恕醉人                                                                              眞寶前172
    歸田園居                            陶淵明                                                      眞寶前174
少無適俗韻  性本愛丘山                                                                              眞寶前174
誤落塵網中  一去三十年                                                                              眞寶前174
覇鳥戀舊林  池魚思故淵                                                                              眞寶前174
開荒南野際  守拙歸園田                                                                              眞寶前174
方宅十餘畝  草屋八九間                                                                              眞寶前174
楡柳蔭後簷  桃李羅堂前                                                                              眞寶前174
曖曖遠人村  依依墟里烟                                                                              眞寶前174
狗吠深巷中  雞鳴桑樹顚                                                                              眞寶前174
戶庭無塵雜  虛室有餘閑                                                                              眞寶前174
久在樊籠裏  復得反自然                                                                              眞寶前174
    夏日李公見訪                        杜甫                                                        眞寶前176
遠林暑氣薄  公子過我遊                                                                              眞寶前176
貧居類村塢  僻近城南樓                                                                              眞寶前176
傍舍頗淳朴  所願亦易求                                                                              眞寶前176
隔屋問西家  借問有酒不                                                                              眞寶前176
牆頭過濁醪  展席俯長流                                                                              眞寶前176
淸風左右至  客意已驚秋                                                                              眞寶前176
巢多衆鳥鬪  葉密鳴蟬稠                                                                              眞寶前176
苦遭此物聒  孰謂吾廬幽                                                                              眞寶前176
水花晩色靜  庶足充淹留                                                                              眞寶前176
預恐樽中盡  更起爲君謀                                                                              眞寶前176
    贈衛八處士                          杜甫                                                        眞寶前178
人生不相見  動如參與商                                                                              眞寶前178
今夕復何夕  共此燈燭光                                                                              眞寶前178
少壯能幾時  鬢髮各已蒼                                                                              眞寶前178
訪舊半爲鬼  驚呼熱中膓                                                                              眞寶前178
焉知二十載  重上君子堂                                                                              眞寶前178
昔別君未婚  兒女忽成行                                                                              眞寶前178
怡然敬父執  問我來何方                                                                              眞寶前178
問答未及已  兒女羅酒漿                                                                              眞寶前179
夜雨剪春韭  新炊間黃粱                                                                              眞寶前179
主稱會面難  一擧累十觴                                                                              眞寶前179
十觴亦不醉  感子故意長                                                                              眞寶前179
明日隔山岳  世事兩茫茫                                                                              眞寶前179
    石壕吏                              杜甫                                                        眞寶前180
暮投石壕村  有吏夜捉人                                                                              眞寶前180
老翁踰牆走  老婦出門看                                                                              眞寶前180
吏呼一何怒  婦啼一何苦                                                                              眞寶前181
聽婦前致詞  三男鄴城戍                                                                              眞寶前181
一男附書至  二男新戰死                                                                              眞寶前181
存者且偸生  死者長已矣                                                                              眞寶前181
室中更無人  惟有乳下孫                                                                              眞寶前181
孫有母未去  出入無完裙                                                                              眞寶前181
老嫗力雖衰  請從吏夜歸                                                                              眞寶前181
急應河陽役  猶得備晨炊                                                                              眞寶前181
夜久語聲絶  如聞泣幽咽                                                                              眞寶前181
天明登前途  獨與老翁別                                                                              眞寶前181
    佳人                                杜甫                                                        眞寶前183
絶代有佳人  幽居在空谷                                                                              眞寶前183
自云良家子  零落依草木                                                                              眞寶前183
關中昔喪敗  兄弟遭殺戮                                                                              眞寶前183
官高何足論  不得收骨肉                                                                              眞寶前183
世情惡衰歇  萬事隨轉燭                                                                              眞寶前183
夫婿輕薄兒  新人美如玉                                                                              眞寶前183
合昏尙知時  鴛鴦不獨宿                                                                              眞寶前183
但見新人笑  羣聞舊人哭                                                                              眞寶前183
在山泉水淸  出山泉水濁                                                                              眞寶前183
侍婢賣珠廻  牽蘿補茅屋                                                                              眞寶前184
摘花不揷髮  采柏動盈掬                                                                              眞寶前184
天寒翠袖薄  日暮倚脩竹                                                                              眞寶前184
    送諸葛覺往隨州讀書                  韓愈                                                        眞寶前185
鄴侯好多書  架揷三萬軸                                                                              眞寶前185
一一懸牙籤  新若手未觸                                                                              眞寶前185
爲人强記覽  過眼不再讀                                                                              眞寶前186
偉哉羣聖書  磊落載其腹                                                                              眞寶前186
行年逾五十  出守數已六                                                                              眞寶前186
京邑有舊廬  不容久食宿                                                                              眞寶前186
臺閣多官員  無地寄一足                                                                              眞寶前186
我雖官在朝  氣勢日局縮                                                                              眞寶前186
屢爲丞相言  雖懇不見錄                                                                              眞寶前186
送行過滻水  東望不轉目                                                                              眞寶前186
今子從之遊  學問得所欲                                                                              眞寶前186
入海觀龍魚  矯翮逐黃鵠                                                                              眞寶前186
勉爲新詩章  月寄三四幅                                                                              眞寶前186
    司馬溫公獨樂園                      蘇軾                                                        眞寶前188
靑山在屋上  流水在屋下                                                                              眞寶前188
中有五畝園  花竹秀而野                                                                              眞寶前188
花香襲杖屨  竹色侵盞斝                                                                              眞寶前188
樽酒樂餘春  棋局消長夏                                                                              眞寶前188
洛陽古多士  風俗猶爾雅                                                                              眞寶前188
先生臥不出  冠蓋傾洛杜                                                                              眞寶前189
雖云與衆樂  中有獨樂者                                                                              眞寶前189
才全德不形  所貴知我寡                                                                              眞寶前189
先生獨何事  四海望陶冶                                                                              眞寶前189
兒童誦君實  走卒知司馬                                                                              眞寶前189
持此欲安歸  造物不我捨                                                                              眞寶前189
名聲逐我輩  此病天所赭                                                                              眞寶前189
撫掌笑先生  年來效喑啞                                                                              眞寶前189
    上韋左相二十韻                      杜甫                                                        眞寶前191
鳳曆軒轅紀  龍飛四十春                                                                              眞寶前191
八荒開壽域  一氣轉洪鈞                                                                              眞寶前191
霖雨思賢佐  丹靑憶老臣                                                                              眞寶前191
應圖求駿馬  驚代得麒麟                                                                              眞寶前192
沙汰江河濁  調和鼎鼐新                                                                              眞寶前192
韋賢初相漢  范叔已歸秦                                                                              眞寶前192
盛業今如此  傳經固絶倫                                                                              眞寶前192
豫樟深出地  滄海闊無津                                                                              眞寶前192
北斗司喉舌  東方領搢紳                                                                              眞寶前192
持衡留藻鑑  聽鳴上星辰                                                                              眞寶前192
燭步才超古  餘波德照鄰                                                                              眞寶前192
聰明過管輅  尺牘倒陳遵                                                                              眞寶前192
豈是池中物  由來席上珍                                                                              眞寶前192
廟堂知至理  風俗盡還淳                                                                              眞寶前192
才傑俱登用  愚蒙但隱淪                                                                              眞寶前193
長卿多病久  子夏索居貧                                                                              眞寶前193
回首驅流俗  生涯似衆人                                                                              眞寶前193
巫咸不可問  鄒魯莫容身                                                                              眞寶前193
感激時將晩  蒼茫興有神                                                                              眞寶前193
爲公歌此曲  涕淚在衣巾                                                                              眞寶前193
    寄李白                              杜甫                                                        眞寶前196
昔年有狂客  號爾謫仙人                                                                              眞寶前196
筆落驚風雨  詩成泣鬼神                                                                              眞寶前196
聲名從此大  汩沒一朝伸                                                                              眞寶前196
文彩承殊渥  流傳必絶倫                                                                              眞寶前196
龍舟移棹晩  獸錦奪袍新                                                                              眞寶前196
白日來深殿  靑雲滿後塵                                                                              眞寶前196
乞歸優詔許  遇我宿心親                                                                              眞寶前196
未負幽棲志  兼全寵辱身                                                                              眞寶前196
劇談憐野逸  嗜酒見天眞                                                                              眞寶前196
醉舞梁園夜  行歌泗水春                                                                              眞寶前196
才高心不展  道屈善無鄰                                                                              眞寶前197
處士禰衡俊  諸生原憲貧                                                                              眞寶前197
稻粱求未足  薏苡謗何頻                                                                              眞寶前197
五嶺炎蒸地  三危放逐臣                                                                              眞寶前197
幾年遭鵩鳥  獨泣向麒麟                                                                              眞寶前197
蘇武先還漢  黃公豈事秦                                                                              眞寶前197
楚筵辭醴日  梁獄上書辰                                                                              眞寶前197
已用當時法  誰將此義陳                                                                              眞寶前197
老吟秋月下  病起暮江濱                                                                              眞寶前197
莫怪恩波隔  乘槎與問津                                                                              眞寶前197
    投贈哥舒開府二十韻                  杜甫                                                        眞寶前201
今代麒麟閣  何人第一功                                                                              眞寶前201
君王自神武  駕馭必英雄                                                                              眞寶前201
開府當朝傑  論兵邁古風                                                                              眞寶前201
先鋒百勝在  略地兩隅空                                                                              眞寶前201
靑海無傳箭  天山早掛弓                                                                              眞寶前201
廉頗仍走敵  魏絳已和戎                                                                              眞寶前201
每惜河湟棄  新兼節制通                                                                              眞寶前201
智謀垂睿想  出入冠諸公                                                                              眞寶前202
日月低秦樹  乾坤繞漢宮                                                                              眞寶前202
胡人愁逐北  宛馬又從東                                                                              眞寶前202
受命邊沙遠  歸來御席同                                                                              眞寶前202
軒墀曾寵鶴  畋獵舊非熊                                                                              眞寶前202
茅土加名數  山河誓始終                                                                              眞寶前202
策行遺戰伐  契合動昭融                                                                              眞寶前202
勳業靑冥上  交親氣槪中                                                                              眞寶前202
未爲珠履客  已見白頭翁                                                                              眞寶前202
壯節初題柱  生涯似轉蓬                                                                              眞寶前202
幾年春草歇  今日暮途窮                                                                              眞寶前202
軍事留孫楚  行間識呂蒙                                                                              眞寶前203
防身一長劍  將欲倚崆峒                                                                              眞寶前203
   贈韋左丞                             杜甫                                                        眞寶前206
紈袴不餓死  儒冠多誤身                                                                              眞寶前206
丈人試靜聽  賤子請具陳                                                                              眞寶前206
甫昔少年日  早充觀國賓                                                                              眞寶前206
讀書破萬卷  下筆如有神                                                                              眞寶前206
賦料揚雄敵  詩看子建親                                                                              眞寶前206
李邕求識面  王翰願卜憐                                                                              眞寶前206
自謂頗挺出  立登要路津                                                                              眞寶前206
致君堯舜上  再使風俗淳                                                                              眞寶前206
此意竟蕭條  行歌非隱淪                                                                              眞寶前206
騎驢三十載  旅食京華春                                                                              眞寶前207
朝扣富兒門  暮隨肥馬塵                                                                              眞寶前207
殘杯與冷炙  到處潛悲辛                                                                              眞寶前207
主上頃見徵  　然欲求伸                                                                              眞寶前207
靑冥却垂翅  蹭蹬無縱鱗                                                                              眞寶前207
甚愧丈人厚  甚知丈人眞                                                                              眞寶前207
每於百寮上  猥誦佳句新                                                                              眞寶前207
竊效貢公喜  難甘原憲貧                                                                              眞寶前207
焉能心怏怏  祗是走踆踆                                                                              眞寶前207
今欲東入海  卽將西去秦                                                                              眞寶前207
尙憐終南山  回首淸渭濱                                                                              眞寶前207
常擬報一飯  況懷辭大臣                                                                              眞寶前208
白鷗沒浩蕩  萬里誰能馴                                                                              眞寶前208
    醉贈張秘書                          韓愈                                                        眞寶前210
人皆勸我酒  我若耳不聞                                                                              眞寶前210
今日到君家  呼酒持勸君                                                                              眞寶前210
爲此座上客  乃余各能文                                                                              眞寶前210
君詩多態度  藹藹春空雲                                                                              眞寶前210
東野動驚俗  天葩吐奇芬                                                                              眞寶前210
張籍學古淡  軒鶴避雞羣                                                                              眞寶前210
阿買不識字  頗知書八分                                                                              眞寶前210
詩成使之寫  亦足張吾軍                                                                              眞寶前210
所以欲得酒  爲文俟其醺                                                                              眞寶前210
酒味旣冷冽  酒氣又氤氳                                                                              眞寶前211
性情漸浩浩  諧笑方云云                                                                              眞寶前211
此誠得酒意  餘外徒繽紛                                                                              眞寶前211
長安衆富兒  盤饌羅羶葷                                                                              眞寶前211
不解文字飮  惟能醉紅裙                                                                              眞寶前211
雖得一餉樂  有如聚飛蚊                                                                              眞寶前211
今我及數子  故無蕕與薰                                                                              眞寶前211
險語破鬼膽  高詞媲皇墳                                                                              眞寶前211
至寶不雕琢  神功謝鋤耘                                                                              眞寶前211
方今向泰平  元凱承華勛                                                                              眞寶前211
吾徒幸無事  庶以窮朝曛                                                                              眞寶前211
    齪齪                                韓愈                                                        眞寶前213
齪齪當世士  所憂在飢寒                                                                              眞寶前213
但見賤者悲  不聞貴者歎                                                                              眞寶前213
大賢事業異  遠抱非俗觀                                                                              眞寶前213
報國心皎潔  念時涕汎瀾                                                                              眞寶前213
妖姬在左右  柔指發哀彈                                                                              眞寶前213
酒肴雖日陳  感激寧爲歡                                                                              眞寶前213
秋陰欺白日  泥潦不少乾                                                                              眞寶前214
河堤決東郡  老弱隨驚湍                                                                              眞寶前214
天意固有屬  誰能詰其端                                                                              眞寶前214
願辱太守薦  得充諫諍官                                                                              眞寶前214
排雲叫閶闔  琅玕呈琅玕                                                                              眞寶前214
致君豈無術  自進誠獨難                                                                              眞寶前214
    楊康功有石狀如醉道士爲賦此詩        蘇軾                                                        眞寶前215
楚山固多猿  靑者黠而壽                                                                              眞寶前215
化爲狂道士  山谷恣騰蹂                                                                              眞寶前215
誤入華陽洞  竊飮茅君酒                                                                              眞寶前215
君命囚巖間  巖石爲械杻                                                                              眞寶前215
松根絡其足  藤蔓縛其肘                                                                              眞寶前215
蒼苔眯其目  叢棘哽其口                                                                              眞寶前215
三年化爲石  堅瘦敵瓊玖                                                                              眞寶前215
無復號雲聲  空餘舞杯手                                                                              眞寶前216
樵夫見之笑  抱賣易升斗                                                                              眞寶前216
楊公海中仙  世俗焉得友                                                                              眞寶前216
海邊逢姑射  一笑微俛首                                                                              眞寶前216
胡不載之歸  用此頑且醜                                                                              眞寶前216
求詩紀其異  本末得細剖                                                                              眞寶前216
吾言豈妄云  得之亡是叟                                                                              眞寶前216
        古文眞寶前集卷之四                                                                          眞寶前218
    七言古風短篇                                                                                    眞寶前218
    峨眉山月歌                          李白                                                        眞寶前218
峨眉山月半輪秋  影入平羌江水流                                                                      眞寶前218
夜發淸溪向三峽  思君不見下渝州                                                                      眞寶前218
    山中答俗人                          李白                                                        眞寶前219
問余何事栖碧山  笑而不答心自閑                                                                      眞寶前219
桃花流水窅然去  別有天地非人間                                                                      眞寶前219
    山中對酌                                                                                        眞寶前220
兩人對酌山花開  一杯一杯復一杯                                                                      眞寶前220
我醉欲眠君且去  明朝有意抱琴來                                                                      眞寶前220
    春夢                                岑參                                                        眞寶前221
洞房昨夜春風起  遙憶美人湘江水                                                                      眞寶前221
枕上片時春夢中  行盡江南數千里                                                                      眞寶前221
    少年行                              王維                                                        眞寶前222
新豐美酒斗十千  咸陽遊俠多少年                                                                      眞寶前222
相逢意氣爲君飮  繫馬高樓垂柳邊                                                                      眞寶前222
    尋隱者不遇                          魏野                                                        眞寶前223
尋眞悞入蓬萊島  香風不動松花老                                                                      眞寶前223
採芝何處未歸來  白雲滿地無人掃                                                                      眞寶前223
    步虛詞                              高騈                                                        眞寶前223
靑溪道士人不識  上天下天鶴一隻                                                                      眞寶前223
洞門深鎖碧窓寒  滴露硏朱點周易                                                                      眞寶前224
    十竹                                僧淸順                                                      眞寶前224
城中寸土如寸金  幽軒種竹只十箇                                                                      眞寶前224
春風愼勿長兒孫  穿我階前綠苔破                                                                      眞寶前224
    遊三遊洞                            蘇軾                                                        眞寶前225
凍雨霏霏半成雪  遊人屨冷蒼崖滑                                                                      眞寶前225
不辭携被巖底眠  洞口雲深夜無月                                                                      眞寶前225
    襄陽路逢寒食                        張說                                                        眞寶前226
去年寒食洞庭波  今年寒食襄陽路                                                                      眞寶前226
不辭著處尋山水  祗畏還家落春暮                                                                      眞寶前226
    漁翁                                柳宗元                                                      眞寶前227
漁翁夜傍西巖宿  曉汲淸湘燃楚竹                                                                      眞寶前227
烟消日出不見人  欸乃一聲山水綠                                                                      眞寶前227
回看天際下中流  巖上無心雲相逐                                                                      眞寶前227
    金陵酒肆留別                        李白                                                        眞寶前228
風吹柳花滿店香  吳姬壓酒喚客嘗                                                                      眞寶前228
金陵子弟來相送  欲行不行各盡觴                                                                      眞寶前228
請君試問東流水  別意與之誰短長                                                                      眞寶前228
    思邊                                李白                                                        眞寶前228
去歲何時君別妾  南園綠草飛蝴蝶                                                                      眞寶前228
今歲何時妾憶君  西山白雪暗秦雲                                                                      眞寶前229
玉關此去三千里  欲寄音書那得聞                                                                      眞寶前229
    烏夜啼                              李白                                                        眞寶前229
黃雲城邊烏欲棲  歸飛啞啞枝上啼                                                                      眞寶前229
機中織錦秦川女  碧紗如烟隔窓語                                                                      眞寶前229
停梭悵然憶遠人  獨宿孤房淚如雨                                                                      眞寶前230
    戲和答禽語                          黃庭堅                                                      眞寶前230
南村北村雨一犂  新婦餉姑翁哺兒                                                                      眞寶前230
田中啼鳥自四時  催人脫袴著新衣                                                                      眞寶前230
著新替舊亦不惡  去年租重無袴著                                                                      眞寶前231
    送羽林陶將軍                        李白                                                        眞寶前231
將軍出使擁樓船  江上旌旗拂紫烟                                                                      眞寶前231
萬里橫戈探虎穴  三杯拔劍舞龍泉                                                                      眞寶前231
莫道詞人無膽氣  臨行將贈繞朝鞭                                                                      眞寶前232
    採蓮曲                              李白                                                        眞寶前232
若耶溪傍採蓮女  笑隔荷花共人語                                                                      眞寶前232
日照新粧水底明  風飄香袖空中擧                                                                      眞寶前232
岸上誰家遊冶郎  三三五五映垂楊                                                                      眞寶前233
紫騮嘶入落花去  見此躊躇空斷膓                                                                      眞寶前233
    淸江曲                              蘇庠                                                        眞寶前233
屬玉雙飛水滿塘  菰蒲深處浴鴛鴦                                                                      眞寶前233
白蘋滿棹歸來晩  秋著蘆花兩岸霜                                                                      眞寶前233
扁舟繫岸依林樾  蕭蕭兩鬢吹華髮                                                                      眞寶前234
萬事不理醉復醒  長占烟波弄明月                                                                      眞寶前234
    登金陵鳳凰臺                        李白                                                        眞寶前234
鳳凰臺上鳳凰遊  鳳去臺空江自流                                                                      眞寶前234
吳宮花草埋幽徑  晉代衣冠成古丘                                                                      眞寶前234
三山半落靑天外  二水中分白鷺洲                                                                      眞寶前235
總爲浮雲能蔽日  長安不見使人愁                                                                      眞寶前235
    早春寄王漢陽                        李白                                                        眞寶前236
聞道春還未相識  起傍寒梅訪消息                                                                      眞寶前236
昨夜東風入武陽  陌頭楊柳黃金色                                                                      眞寶前236
碧水渺渺雲茫茫  美人不來空斷腹                                                                      眞寶前236
預拂靑山一片石  與君連日醉壺觴                                                                      眞寶前236
    金陵城西樓月下吟                    李白                                                        眞寶前237
金陵夜寂涼風發  獨上高樓望吳越                                                                      眞寶前237
白雲映水搖秋城  白露垂珠滴秋月                                                                      眞寶前237
月下長吟久不歸  古今相接眼中稀                                                                      眞寶前237
解道澄江淨如練  令人却憶謝玄暉                                                                      眞寶前237
    題東溪公幽居                        李白                                                        眞寶前238
杜陵賢人淸且廉  東谿卜築歲將淹                                                                      眞寶前238
宅近靑山同謝脁  門垂碧柳似陶潛                                                                      眞寶前238
好鳥迎春歌後院  飛花送酒舞前簷                                                                      眞寶前238
客到但知留一醉  盤中祗有水晶鹽                                                                      眞寶前238
    上李邕                              李白                                                        眞寶前239
大鵬一日同風起  扶搖直上九萬里                                                                      眞寶前239
假令風歇時下來  猶能簸却滄溟水                                                                      眞寶前239
世人見我恒殊調  聞余大言皆冷笑                                                                      眞寶前239
宣父猶能畏後生  丈夫未可輕年少                                                                      眞寶前239
    歎庭前甘菊花                        杜甫                                                        眞寶前240
簷前甘菊移時晩  靑蘂重陽不堪摘                                                                      眞寶前240
明日蕭條盡醉醒  殘花爛熳開何益                                                                      眞寶前240
籬邊野外多衆芳  采擷細瑣升中堂                                                                      眞寶前240
念茲空長大枝葉  結根失所纏風霜                                                                      眞寶前240
    秋雨歎                              杜甫                                                        眞寶前241
雨中百草秋爛死  階下決明顔色新                                                                      眞寶前241
著葉滿枝翠羽蓋  開花無數黃金錢                                                                      眞寶前241
涼風蕭蕭吹汝急  恐汝後時難獨立                                                                      眞寶前241
堂上書生空白頭  臨風三嗅馨香泣                                                                      眞寶前241
    二月見梅                            唐庚                                                        眞寶前242
桃花能紅李能白  春深何處無顔色                                                                      眞寶前242
不應尙有一枝梅  可是東君苦留客                                                                      眞寶前243
向來開處當嚴冬  白者未白紅未紅                                                                      眞寶前243
只今已是友人行  肯與年少爭春風                                                                      眞寶前243
    水仙花                              黃庭堅                                                      眞寶前244
凌波仙子生塵襪  水上盈盈步微月                                                                      眞寶前244
是誰招此斷膓魂  種作寒花寄愁絶                                                                      眞寶前244
含香體素欲傾城  山礬是弟梅是兄                                                                      眞寶前244
坐對眞成被花惱  出門一笑大江橫                                                                      眞寶前244
    登黃鶴樓                            崔顥                                                        眞寶前245
昔人已乘黃鶴去  此地空餘黃鶴樓                                                                      眞寶前245
黃鶴一去不復返  白雲千載空悠悠                                                                      眞寶前245
晴川歷歷漢陽樹  春草萋萋鸚鵡洲                                                                      眞寶前245
日暮鄕關何處是  烟波江上使人愁                                                                      眞寶前245
    贈唐衢                              韓愈                                                        眞寶前246
虎有爪兮牛有角  虎可搏兮牛可觸                                                                      眞寶前246
奈何君獨抱奇才  手把犂鋤餓空谷                                                                      眞寶前246
當今天子急賢良  匭函朝出開明光                                                                      眞寶前246
胡不上書自薦達  坐令四海如虞唐                                                                      眞寶前246
    古意                                韓愈                                                        眞寶前247
太華峯頭玉井蓮  開花十友藕如船                                                                      眞寶前247
冷比雪霜甘比蜜  一片入口沈痾痊                                                                      眞寶前247
我欲求之不憚遠  靑壁無路難夤緣                                                                      眞寶前248
安得長梯上摘實  下種七澤根株連                                                                      眞寶前248
        古文眞寶前集卷之五                                                                          眞寶前249
    七言古風短篇                                                                                    眞寶前249
    贈鄭兵曹                            韓愈                                                        眞寶前249
樽酒相逢十載前  君爲壯夫我少年                                                                      眞寶前249
樽酒相逢十載後  我爲壯夫君白首                                                                      眞寶前249
我才與世不相當  戢鱗委翅無復望                                                                      眞寶前249
當今賢俊皆周行  君何爲乎亦遑遑                                                                      眞寶前249
杯行到君莫停手  破除萬事無過酒                                                                      眞寶前249
    雉帶箭                              韓愈                                                        眞寶前250
原頭火燒淨兀兀  野雉畏鷹出復沒                                                                      眞寶前250
將軍欲以巧伏人  盤馬彎弓惜不發                                                                      眞寶前250
地形漸窄觀者多  雉驚弓滿勁箭加                                                                      眞寶前250
衝人決起百餘尺  紅翎白鏃相傾斜                                                                      眞寶前250
將軍仰笑軍吏賀  五色離披馬前墮                                                                      眞寶前250
    南陵叙別                            李白                                                        眞寶前251
白酒初熟山中歸  黃雞啄黍秋正肥                                                                      眞寶前251
呼童烹雞酌白酒  兒女嬉笑牽人衣                                                                      眞寶前251
高歌取醉欲自慰  起舞落日爭光輝                                                                      眞寶前251
游說萬乘苦不早  著鞭跨馬涉遠道                                                                      眞寶前251
會稽愚婦輕買臣  余亦辭家西入秦                                                                      眞寶前252
仰天大笑出門去  我輩豈是蓬蒿人                                                                      眞寶前252
    月夜與客飮酒杏花下                  蘇軾                                                        眞寶前253
杏花飛簾散餘春  明月入戶尋幽人                                                                      眞寶前253
褰衣步月踏花影  炯如流水涵靑蘋                                                                      眞寶前253
花間置酒淸香發  爭挽長條落香雪                                                                      眞寶前253
山城薄酒不堪飮  勸君且吸杯中月                                                                      眞寶前253
洞蕭聲斷月明中  惟憂月落酒杯空                                                                      眞寶前253
明朝卷地春風惡  但見綠葉棲殘紅                                                                      眞寶前253
    人日寄杜二拾遺                      高適                                                        眞寶前254
人日題詩寄草堂  遙憐故人思故鄕                                                                      眞寶前254
柳條弄色不忍見  梅花滿枝空斷腹                                                                      眞寶前254
身在南蕃無所預  心懷百憂復千慮                                                                      眞寶前254
今年人日空相憶  明年人日知何處                                                                      眞寶前254
一臥東山三十春  豈知書劍老風塵                                                                      眞寶前254
龍鍾還忝二千石  愧爾東西南北人                                                                      眞寶前254
    流夜郎贈辛判官                      李白                                                        眞寶前256
昔在長安醉花柳  五侯七貴同杯酒                                                                      眞寶前256
氣岸遙凌豪士前  風流肯落他人後                                                                      眞寶前256
夫子紅顔我少年  章臺走馬著金鞭                                                                      眞寶前256
文章獻納麒麟殿  歌舞淹留玳瑁筵                                                                      眞寶前256
與君相謂長如此  寧知草動風塵起                                                                      眞寶前256
函谷忽驚胡馬來  秦宮桃李向誰開                                                                      眞寶前256
我愁遠謫夜郎去  何日金雞放赦回                                                                      眞寶前256
    醉後答丁十八以詩譏予搥碎黃鶴樓      李白                                                        眞寶前258
黃鶴高樓已搥碎  黃鶴仙人無所依                                                                      眞寶前258
黃鶴上天訴上帝  却放黃鶴江南歸                                                                      眞寶前258
神明太守再雕飾  新圖粉壁還芳菲                                                                      眞寶前258
一州笑我爲狂客  少年往往來相譏                                                                      眞寶前258
君平簾下誰家子  云是遼東丁令威                                                                      眞寶前258
作詩掉我驚逸興  白雲遶筆窓前飛                                                                      眞寶前258
待取明朝酒醒罷  與君爛熳尋春輝                                                                      眞寶前258
    采石月贈郭功甫                      梅堯臣                                                      眞寶前260
采石月下訪謫仙  夜披錦袍坐釣船                                                                      眞寶前260
醉中愛月江底懸  以手弄月身翻然                                                                      眞寶前260
不應暴落飢蛟涎  便當騎鯨上靑天                                                                      眞寶前260
靑山有冢人謾傳  却來人間知幾年                                                                      眞寶前260
在昔熟識汾陽王  納官貰死義難忘                                                                      眞寶前260
今觀郭裔奇俊郎  眉目眞似攻文章                                                                      眞寶前260
死生往復猶康莊  樹穴探環知姓羊                                                                      眞寶前260
    把酒問月                            李白                                                        眞寶前262
靑天有月來幾時  我今停杯一問之                                                                      眞寶前262
人攀明月不可得  月行却與人相隨                                                                      眞寶前262
皎如飛鏡臨丹闕  綠烟滅盡淸輝發                                                                      眞寶前262
但見宵從海上來  寧知曉向雲間沒                                                                      眞寶前262
玉免擣藥秋復春  姮娥孤栖與誰鄰                                                                      眞寶前262
今人不見古時月  今月曾經照古人                                                                      眞寶前262
古人今人若流水  共看明月皆如此                                                                      眞寶前262
惟願當歌對酒時  月光長照金樽裏                                                                      眞寶前263
    柟木爲風雨所拔歎                    杜甫                                                        眞寶前263
倚江柟樹草堂前  故老相傳二百年                                                                      眞寶前263
誅茅卜居總爲此  五月髣髴聞寒蟬                                                                      眞寶前264
東南飄風動地至  江翻石走流雲氣                                                                      眞寶前264
榦排雷雨猶力爭  根斷泉源豈天意                                                                      眞寶前264
滄波老樹性所愛  浦上童童一靑蓋                                                                      眞寶前264
野客頻留懼雪霜  行人不過聽竽籟                                                                      眞寶前264
虎倒龍顚委榛棘  淚痕血點垂　臆                                                                      眞寶前264
我有新詩何處吟  草堂自此無顔色                                                                      眞寶前264
    題太乙眞人蓮葉圖                    韓駒                                                        眞寶前265
太乙眞人蓮葉舟  脫巾露髮寒颼颼                                                                      眞寶前265
輕風爲帆浪爲檝  臥看玉字浮中流                                                                      眞寶前265
中流蕩漾翠綃舞  穩如龍驤萬斛擧                                                                      眞寶前265
不是峯頭十友花  世間那得葉如許                                                                      眞寶前265
龍眠畫手老入神  尺素幻出眞天人                                                                      眞寶前266
恍然坐我水仙府  蒼烟萬頃波粼粼                                                                      眞寶前266
玉堂學士今劉向  禁直岧嶢九天上                                                                      眞寶前266
不須對此融心神  會植靑蔾夜相訪                                                                      眞寶前266
    哀江頭                              杜甫                                                        眞寶前267
少陵野老呑聲哭  春日潛行曲江曲                                                                      眞寶前267
江頭宮殿鎖千門  細柳新蒲爲誰綠                                                                      眞寶前267
憶昔霓旌下南苑  苑中萬物生顔色                                                                      眞寶前268
昭陽殿裏第一人  同輦隨君侍君側                                                                      眞寶前268
輦前才人帶弓箭  白馬嚼齧黃金勒                                                                      眞寶前268
翻身向天仰射雲  一箭正墜雙飛翼                                                                      眞寶前268
明眸皓齒今何在  血汚遊魂歸不得                                                                      眞寶前268
淸渭東流劍閣深  去住彼此無消息                                                                      眞寶前268
人生有情淚沾臆  江水江花豈終極                                                                      眞寶前268
黃昏胡騎塵滿城  欲往城南忘南北                                                                      眞寶前268
    燕思亭                              馬存                                                        眞寶前269
李白騎鯨飛上天  江南風月閑多年                                                                      眞寶前269
縱有高亭與美酒  何人一斗詩百篇                                                                      眞寶前269
主人定是金龜老  未到亭中名已好                                                                      眞寶前270
紫蟹肥時晩稻香  黃雞啄處秋風早                                                                      眞寶前270
我憶金鑾殿上人  醉著宮錦烏角巾                                                                      眞寶前270
巨靈劈山洪河竭  長鯨吸海萬壑貧                                                                      眞寶前270
如傾元氣入　腹  須臾百媚生陽春                                                                      眞寶前270
讀書不必破萬卷  筆下自有鬼與神                                                                      眞寶前270
我曹本是狂吟客  寄語溪山莫相憶                                                                      眞寶前270
他年須使襄陽兒  再唱銅鞮滿街陌                                                                      眞寶前270
    虞美人草                            曾鞏                                                        眞寶前272
鴻門玉斗紛如雪  十萬降兵夜流血                                                                      眞寶前272
咸陽宮殿三月紅  覇業已隨烟燼滅                                                                      眞寶前272
剛强必死仁義王  陰陵失道非天亡                                                                      眞寶前272
英雄本學萬人敵  何用屑屑悲紅粧                                                                      眞寶前272
三軍散盡旌旗倒  玉帳佳人坐中老                                                                      眞寶前272
香魂夜逐劍光飛  靑血化爲原上草                                                                      眞寶前272
芳心寂寞寄寒枝  舊曲聞來似斂眉                                                                      眞寶前272
哀怨徘徊愁不語  恰如初聽楚歌時                                                                      眞寶前272
滔滔逝水流今古  漢楚興亡兩丘土                                                                      眞寶前272
當年遺事久成空  慷慨樽前爲誰舞                                                                      眞寶前272
    刺少年                              李賀                                                        眞寶前275
靑驄馬肥金鞍光  龍腦入縷羅衣香                                                                      眞寶前275
美人狎坐飛瓊觴  貧人喚云天上郎                                                                      眞寶前275
別起高樓連碧篠  絲曳紅鱗出深沼                                                                      眞寶前275
有時半醉百花前  背把金丸落飛鳥                                                                      眞寶前275
自說生來未爲客  一身美妾過三百                                                                      眞寶前275
豈知斸地種田家  官稅頻催沒人織                                                                      眞寶前275
長金積玉誇豪毅  每捍閑人多意氣                                                                      眞寶前275
生來不讀半行書  只把黃金買身貴                                                                      眞寶前275
少年安得長少年  海波尙變爲桑田                                                                      眞寶前275
枯榮遞傳急如箭  天公豈肯爲君偏                                                                      眞寶前275
莫道韶華鎭長在  白頭面皺專相待                                                                      眞寶前276
    驪山                                蘇軾                                                        眞寶前277
君門如天深幾重  君王如帝坐法宮                                                                      眞寶前277
人生難處是安穩  何爲來此驪山中                                                                      眞寶前277
複道凌雲接金闕  樓觀隱烟橫翠空                                                                      眞寶前277
林深霧暗迷八駿  朝東暮西勞六龍                                                                      眞寶前277
六龍西幸峨眉棧  悲風便入華淸院                                                                      眞寶前277
霓裳蕭散羽衣空  麋鹿來遊猿鶴怨                                                                      眞寶前277
我上朝元春半老  滿地落花無人掃                                                                      眞寶前277
羯鼓樓高掛夕陽  長生殿古生靑草                                                                      眞寶前277
可憐吳楚兩醯雞  築臺未就已堪悲                                                                      眞寶前277
長楊五柞漢幸免  江都樓成隋自迷                                                                      眞寶前277
由來流連多喪德  宴安鴆毒因奢惑                                                                      眞寶前278
三風十愆古所戒  不必驪山可亡國                                                                      眞寶前278
    明河篇                              宋之問                                                      眞寶前279
八月涼風天氣晶  萬里無雲河漢明                                                                      眞寶前279
昏見南樓淸且淺  曉落西山縱復橫                                                                      眞寶前280
洛陽城闕天中起  長河夜夜千門裏                                                                      眞寶前280
複道連甍共蔽虧  畫堂瓊戶特相宜                                                                      眞寶前280
雲母帳前初汎濫  水精簾外轉逶迤                                                                      眞寶前280
倬彼昭回如練白  復出東城接南陌                                                                      眞寶前280
南北征人去不歸  誰家今夜擣寒衣                                                                      眞寶前280
鴛鴦機上疎螢度  烏鵲橋邊一雁飛                                                                      眞寶前280
雁飛螢度愁難歇  坐見明河漸微沒                                                                      眞寶前280
已能舒卷任浮雲  不惜光輝讓流月                                                                      眞寶前280
明河可望不可親  願得乘槎一問津                                                                      眞寶前280
更將織女支機石  還訪成都賣卜人                                                                      眞寶前280
    題磨崖碑                            黃庭堅                                                      眞寶前282
春風吹船著浯溪  扶藜上讀中興碑                                                                      眞寶前282
平生半世看墨本  摩挲石刻鬢如絲                                                                      眞寶前282
明皇不作苞桑計  顚倒四海由祿兒                                                                      眞寶前282
九廟不守乘輿西  萬官奔竄鳥擇栖                                                                      眞寶前282
撫軍監國太子事  何乃趣取大物爲                                                                      眞寶前283
事有至難天幸耳  上皇跼蹐還京師                                                                      眞寶前283
內間張后色可否  外間李父頤指揮                                                                      眞寶前283
南內淒涼幾苟活  高將軍去事尤危                                                                      眞寶前283
臣結舂陵二三策  臣甫杜鵑再拜詩                                                                      眞寶前283
安知忠臣痛至骨  後世但賞瓊琚詞                                                                      眞寶前283
同來野僧六七輩  亦有文士相追隨                                                                      眞寶前283
斷崖蒼鮮對立久  凍雨爲洗前朝悲                                                                      眞寶前283
    虢國夫人夜遊圖                      蘇軾                                                        眞寶前285
佳人自鞚玉花驄  翩如驚燕踏飛龍                                                                      眞寶前285
金鞭爭道寶釵落  何人先入明光宮                                                                      眞寶前285
宮中羯鼓催花柳  玉奴絃索花奴手                                                                      眞寶前285
坐中八姨眞貴人  走馬來看不動塵                                                                      眞寶前285
明眸皓齒誰復見  只有丹靑餘淚痕                                                                      眞寶前285
人間俯仰成今古  吳公臺下雷塘路                                                                      眞寶前285
當時亦笑張麗華  不知門外韓擒虎                                                                      眞寶前285
        古文眞寶前集卷之六                                                                          眞寶前287
    七言古風長篇                                                                                    眞寶前287
    有所思                              宋之問                                                      眞寶前287
洛陽城東桃李花  飛來飛去落誰家                                                                      眞寶前287
幽閨兒女惜顔色  坐見落花長歎息                                                                      眞寶前287
今年花落顔色改  明年花開復誰在                                                                      眞寶前287
已見松柏摧爲薪  更聞桑田變成海                                                                      眞寶前287
古人無復洛城東  今人還對落花風                                                                      眞寶前287
年年歲歲花相似  歲歲年年人不同                                                                      眞寶前288
寄言全盛紅顔子  須憐半死白頭翁                                                                      眞寶前288
此翁白頭眞可憐  伊昔紅顔美少年                                                                      眞寶前288
公子王孫芳樹下  淸歌妙舞落花前                                                                      眞寶前288
光祿池臺文錦綉  將軍樓閣畫神仙                                                                      眞寶前288
一朝臥病無相識  三春行樂在誰邊                                                                      眞寶前288
婉轉蛾眉能幾時  須臾鶴髮亂如絲                                                                      眞寶前288
但看古來歌舞地  惟有黃昏鳥雀飛                                                                      眞寶前288
    荔枝歎                              蘇軾                                                        眞寶前289
十里一置飛塵灰  五里一堠兵火催                                                                      眞寶前289
顚坑仆谷相枕藉  知是荔枝龍眼來                                                                      眞寶前290
飛車跨山鶻橫海  風枝露葉如新採                                                                      眞寶前290
宮中美人一破顔  驚塵濺血流千載                                                                      眞寶前290
永元荔枝來交州  天寶歲貢取之涪                                                                      眞寶前290
至今欲食林甫肉  無人擧觴酹伯游                                                                      眞寶前290
我願天公憐赤子  莫生尤物爲瘡痏                                                                      眞寶前290
雨順風調百穀登  民不飢寒爲上瑞                                                                      眞寶前290
君不見武夷溪邊粟粒芽  前丁後蔡相籠加                                                                眞寶前290
爭新買寵各出意  今年鬪品充官茶                                                                      眞寶前290
吾君所乏豈此物  致養口體何陋邪                                                                      眞寶前290
洛陽相君忠孝家  可憐亦進姚黃花                                                                      眞寶前290
    定惠院海棠                          蘇軾                                                        眞寶前292
江城地瘴蕃草木  只有名花苦幽獨                                                                      眞寶前292
嫣然一笑竹籬間  桃李漫山總　俗                                                                      眞寶前292
也知造物有深意  故遣佳人在空谷                                                                      眞寶前293
自然富貴出天姿  不待金盤薦華屋                                                                      眞寶前293
朱唇得酒暈生臉  翠袖卷紗紅映肉                                                                      眞寶前293
林深萄暗曉光遲  日暖風輕春睡足                                                                      眞寶前293
雨中有淚亦悽慘  月下無人更淸淑                                                                      眞寶前293
先生食飽一無事  散步逍遙自捫腹                                                                      眞寶前293
不問人家與僧舍  拄枝敲門看脩竹                                                                      眞寶前293
忽逢絶艶照衰朽  歎息無言揩病目                                                                      眞寶前293
陋邦何處得此花  無乃好事移西蜀                                                                      眞寶前293
寸根待里不易到  銜子飛來定鴻鵠                                                                      眞寶前293
天涯流落俱可念  爲飮一樽歌此曲                                                                      眞寶前293
明朝酒醒濁獨來  雪落紛紛那忍觸                                                                      眞寶前294
    陶淵明寫眞圖                        謝幼槃                                                      眞寶前295
淵明歸去潯陽曲  枝藜蒲鞵巾一幅                                                                      眞寶前295
陰陰老樹囀黃鸝  艶艶東籬粲霜菊                                                                      眞寶前295
世紛無盡過眼空  生事不豐隨意足                                                                      眞寶前295
廟堂之姿老蓬蓽  環堵蕭條僅容膝                                                                      眞寶前295
大兒頑鈍懶詩書  小兒嬌癡愛梨栗                                                                      眞寶前295
老妻日暮荷鋤歸  欣然一笑共蝸室                                                                      眞寶前295
哦詩未遣愁肝腎  醉裏呼兒供紙筆                                                                      眞寶前295
時時得句輒寫之  五言平淡用一律                                                                      眞寶前295
田家酒熟夜打門  頭上自有漉酒巾                                                                      眞寶前295
老農時問桑麻長  提壺挈榼來相親                                                                      眞寶前296
一樽徑醉北窓臥  蕭然自謂羲皇人                                                                      眞寶前296
此公聞道窮亦樂  容貌不枯似丹渥                                                                      眞寶前296
儒林紛紛隨溷濁  山林高義久寂寞                                                                      眞寶前296
假令九原今可作  擧公籃輿也不惡                                                                      眞寶前296
    桃源圖                              韓愈                                                        眞寶前297
神仙有無何渺茫  桃源之說誠荒唐                                                                      眞寶前297
流水盤廻山百轉  生綃數幅垂中堂                                                                      眞寶前298
武陵太守好事者  題封遠寄南宮下                                                                      眞寶前298
南宮先生忻得之  波濤入筆驅文辭                                                                      眞寶前298
文工畫妙各臻極  異境恍惚移於斯                                                                      眞寶前298
架巖鑿谷開宮室  接屋連牆千萬日                                                                      眞寶前298
嬴顚劉蹶了不聞  地坼天分非所恤                                                                      眞寶前298
種桃處處惟開花  川原遠近蒸紅霞                                                                      眞寶前298
初來猶自念鄕邑  歲久此地還成家                                                                      眞寶前298
漁舟之子來何所  物色相猜更問語                                                                      眞寶前298
大蛇中斷喪前王  羣馬南渡開新主                                                                      眞寶前298
聽終辭絶共悽然  自說經今六百年                                                                      眞寶前298
當時萬事皆眼見  不知幾許猶流傳                                                                      眞寶前299
爭持牛酒來相饋  禮數不同樽俎異                                                                      眞寶前299
月明伴宿玉堂空  骨冷魂淸無夢寐                                                                      眞寶前299
夜半金雞啁哳鳴  火輪飛出客心驚                                                                      眞寶前299
人間有累不可住  依然離別難爲情                                                                      眞寶前299
船開棹進一回顧  萬里蒼茫烟水暮                                                                      眞寶前299
世俗寧知僞與眞  至今傳者武陵人                                                                      眞寶前299
    書王定國所藏烟江疊嶂圖王晉卿畫      蘇軾                                                        眞寶前302
江上愁心千疊山  浮空積翠如雲烟                                                                      眞寶前302
山耶雲耶遠莫知  烟空雲散山依然                                                                      眞寶前302
但見兩崖蒼蒼暗  絶谷中有百道飛來泉                                                                  眞寶前302
縈林絡石隱復見  下赴谷口爲奔川                                                                      眞寶前302
川平山開林麓斷  小橋野店依山前                                                                      眞寶前302
行人稍度橋木外  漁舟一葉江呑天                                                                      眞寶前302
使君何從得此本  點檢毫末分淸姸                                                                      眞寶前302
不知人間何處有  此境徑欲住置二頃田                                                                  眞寶前302
君不見武昌樊口幽絶處  東坡先生留五年                                                                眞寶前302
春風搖江天漠漠  暮雲捲雨山娟娟                                                                      眞寶前303
丹楓翻鴉伴水宿  長松落雪驚醉眠                                                                      眞寶前303
桃花流水在人世  武陵豈必皆神仙                                                                      眞寶前303
江山淸空我塵土  雖有去路尋無緣                                                                      眞寶前303
還君此畫三歎息  山中故人應有招我歸來篇                                                              眞寶前303
    寄盧仝                              韓愈                                                        眞寶前304
玉川先生洛城裏  破屋數間而已矣                                                                      眞寶前304
一奴長鬚不裹頭  一婢赤脚老無齒                                                                      眞寶前304
辛勤奉養十餘人  上有慈親下妻子                                                                      眞寶前304
先生結髮憎俗徒  閉門不出動一紀                                                                      眞寶前305
至今鄰僧乞米送  僕忝縣尹能不恥                                                                      眞寶前305
俸錢供給公私餘  時致薄少助祭祀                                                                      眞寶前305
勸參留守謁大尹  言語纔及輒掩耳                                                                      眞寶前305
水北山人得名聲  去年去作幕下士                                                                      眞寶前305
水南山人又繼往  鞍馬僕從塞閭里                                                                      眞寶前305
少室山人索價高  兩以諫官徵不起                                                                      眞寶前305
彼皆刺口論世事  有力未免遭驅使                                                                      眞寶前305
先生事業不可量  惟用法律自繩己                                                                      眞寶前305
春秋三傳束高閣  獨抱遺經究終始                                                                      眞寶前305
往年弄筆嘲同異  怪辭驚衆謗不已                                                                      眞寶前305
近來自說尋坦途  猶上虛空跨騄駬                                                                      眞寶前306
去歲生兒名添丁  意令與國充耘耔                                                                      眞寶前306
國家丁口連四海  豈無農夫親耒耜                                                                      眞寶前306
先生抱才終大用  宰相未許終不仕                                                                      眞寶前306
假如不在陳力列  立言垂範亦足恃                                                                      眞寶前306
苗裔當蒙十世宥  豈謂貽厥無基址                                                                      眞寶前306
故知忠孝出天性  潔身亂倫安足擬                                                                      眞寶前306
昨夜長鬚來下狀  隔牆惡少惡難似                                                                      眞寶前306
每騎屋山下窺瞰  渾舍驚怕走折趾                                                                      眞寶前306
憑依婚媾欺官吏  不信令行能禁止                                                                      眞寶前306
先生受屈未曾語  忽此來告良有以                                                                      眞寶前306
嗟我身爲赤縣尹  操權不用欲何俟                                                                      眞寶前307
立召賊曹呼五百  盡取鼠輩尸諸市                                                                      眞寶前307
先生又遣長鬚來  如此處置非所喜                                                                      眞寶前307
況又時當長養節  都邑未可猛政理                                                                      眞寶前307
先生固是余所畏  度量不敢窮涯涘                                                                      眞寶前307
放縱是誰之過歟  效尤戮僕愧前史                                                                      眞寶前307
買羊沽酒謝不敏  偶逢明月耀桃李                                                                      眞寶前307
先生有意許降臨  更遣長鬚致雙鯉                                                                      眞寶前307
    李伯時畫圖                          邢敦夫                                                      眞寶前310
長安城頭烏欲棲  長安道上行人稀                                                                      眞寶前310
浮雲卷盡暮天碧  但有明月流淸輝                                                                      眞寶前310
君獨騎驢向何處  頭上倒著白接䍦                                                                      眞寶前310
長吟搔首望明月  不學山翁醉似泥                                                                      眞寶前310
到得城中燈火鬧  小兒拍手攔街笑                                                                      眞寶前310
道傍觀者那得知  相逢疑是商山皓                                                                      眞寶前310
龍眠居士畫無比  搖毫弄筆長風起                                                                      眞寶前310
酒酣閉目望窮途  紙上軒昂無乃似                                                                      眞寶前310
君不學長安遊俠誇年少  臂鷹挾彈章臺道                                                                眞寶前310
君不能提携長劍取靈武  指揮猛士驅貔虎                                                                眞寶前310
胡爲脚踏梁宋塵  終日飄飄無定所                                                                      眞寶前311
武陵桃源春欲暮  白水靑山起烟霧                                                                      眞寶前311
竹枝芒鞋歸去來  頭巾好掛三花樹                                                                      眞寶前311
        古文眞寶前集卷之七                                                                          眞寶前313
    長短句                                                                                          眞寶前313
    將進酒                              李白                                                        眞寶前313
君不見黃河之水天上來  奔流到海不復廻                                                                眞寶前313
又不見高堂明鏡悲白髮  朝如靑絲暮如雪                                                                眞寶前313
人生得意須盡歡  莫把金樽空對月                                                                      眞寶前313
天生我材必有用  千金散盡還復來                                                                      眞寶前313
烹羔宰牛且爲樂  會須一飮三百杯                                                                      眞寶前314
岑夫子  丹丘生  與君歌一曲                                                                          眞寶前314
請君爲我側耳聽  鍾鼎玉帛不足貴                                                                      眞寶前314
但願長醉不願醒  古來賢達皆寂寞                                                                      眞寶前314
惟有飮者留其名  陳王昔日宴平樂                                                                      眞寶前314
斗酒十千恣歡謔  主人何爲言少錢                                                                      眞寶前314
且須沽酒對君酌  五花馬  千金裘                                                                      眞寶前314
呼兒將出換美酒  與爾同銷萬古愁                                                                      眞寶前314
    將進酒                              李賀                                                        眞寶前315
琉璃鍾琥珀濃  小槽酒滴眞珠紅                                                                        眞寶前315
烹龍炮鳳玉脂泣  羅幃綉幕圍香風                                                                      眞寶前315
吹龍笛  擊鼉鼓  皓齒歌  細腰舞                                                                      眞寶前315
況是靑春日將暮  桃花亂落如紅雨                                                                      眞寶前316
勸君終日酩酊醉  酒不到劉伶墳上土                                                                    眞寶前316
    觀元丹丘坐巫山屛風                  李白                                                        眞寶前316
昔遊三峽見巫山  見畫巫山宛相似                                                                      眞寶前316
疑是天邊十二峯  飛入君家彩屛裏                                                                      眞寶前317
寒松蕭瑟如有聲  陽臺微茫如有情                                                                      眞寶前317
錦衾瑤席何寂寂  楚王神女徒盈盈                                                                      眞寶前317
高丘咫尺如千里  翠屛丹崖粲如綺                                                                      眞寶前317
蒼蒼遠樹喡荊門  歷歷行舟汎巴水                                                                      眞寶前317
水石潺湲萬壑分  烟光草色俱氳氛                                                                      眞寶前317
溪花笑日何時發  江客聽猿幾歲聞                                                                      眞寶前317
使人對此心緬邈  疑入嵩丘夢綵雲                                                                      眞寶前317
    三五七言                            李白                                                        眞寶前319
秋風淸  秋月明                                                                                      眞寶前319
落葉聚還散  寒鴉栖復驚                                                                              眞寶前319
相思相見知何日  此日此夜難爲情                                                                      眞寶前319
    登梁王栖霞山孟氏桃園中              李白                                                        眞寶前319
碧草已滿地  柳與梅爭春                                                                              眞寶前319
謝公自有東山妓  金屛笑坐如花人                                                                      眞寶前319
今日非昨日  明日還復來                                                                              眞寶前320
白髮對綠酒  强歌心已摧                                                                              眞寶前320
君不見梁王池上月  昔照梁王樽酒中                                                                    眞寶前320
梁王已去明月在  黃鸝愁醉啼春風                                                                      眞寶前320
分明感激眼前事  莫惜醉臥桃園東                                                                      眞寶前320
    高軒過                              李賀                                                        眞寶前321
華裾織翠靑如葱  金環壓轡搖玲瓏                                                                      眞寶前321
馬蹄隱耳聲隆隆  入門下馬氣如虹                                                                      眞寶前321
云是東京才子文章鉅公                                                                                眞寶前321
二十八宿羅心　  元精炯炯貫當中                                                                      眞寶前321
殿前作賦聲摩空  筆補造化天無功                                                                      眞寶前321
厖眉書客感秋蓬  誰知死草生華風                                                                      眞寶前321
我今垂翅附冥鴻  他日不羞蛇作龍                                                                      眞寶前321
    有所思                              盧仝                                                        眞寶前322
當時我醉美人家  美人顔色嬌如花                                                                      眞寶前322
今日美人棄我去  靑樓珠箔天之涯                                                                      眞寶前323
娟娟姮娥月  三五二八盈又缺                                                                          眞寶前323
翠眉蟬鬢生別離  一望不見心斷絶                                                                      眞寶前323
心斷絶  幾千里                                                                                      眞寶前323
夢中醉臥巫山雲  覺來淚滴湘江水                                                                      眞寶前323
湘江兩岸花木深  美人不見愁人心                                                                      眞寶前323
含愁更奏綠綺琴  調高絃絶無知音                                                                      眞寶前323
美人兮美人  不知爲暮雨兮爲朝雲                                                                      眞寶前323
相思一夜梅花發  忽到窓前疑是君                                                                      眞寶前323
    行路難                              張轂                                                        眞寶前324
湘東行人長歎息  十年離家歸未得                                                                      眞寶前324
敝裘羸馬苦難行  僮僕盡飢少筋力                                                                      眞寶前325
君不見牀頭黃金盡  壯士無顔色                                                                        眞寶前325
龍蟠泥中未有雲  不能生彼昇天翼                                                                      眞寶前325
    邀月亭                              馬子才                                                      眞寶前325
亭上十分綠醑酒  盤中一筯黃金雞                                                                      眞寶前325
滄溟東角邀姮娥  冰輪碾上靑琉璃                                                                      眞寶前326
天風洒掃浮雲沒  千巖萬壑瓊瑤窟                                                                      眞寶前326
桂花飛影入盞來  傾下　中照淸骨                                                                      眞寶前326
玉免擣藥與誰餐  且與豪客留朱顔                                                                      眞寶前326
朱顔如可留  恩重如丘山                                                                              眞寶前326
爲君殺却蝦蟆精  腰間老劍光芒寒                                                                      眞寶前326
擧酒勸明月  聽我歌聲發                                                                              眞寶前326
照見古人多少愁  更與今人照離別                                                                      眞寶前326
我曹自是高陽徒  肯學羣兒歎圓缺                                                                      眞寶前326
    長淮謠                              馬子才                                                      眞寶前327
長淮之水靑如苔  行人但覺心眼開                                                                      眞寶前327
湘江豈無水  魚腹忠魂埋  但見愁雲結雨猿聲哀                                                          眞寶前327
浙江豈無水  鴟革漂胥骸  但見潮頭怒氣如山來                                                          眞寶前327
狐臣詞客到江上  何以寬心懷                                                                          眞寶前328
長淮之水遶楚流  先生家住淮上頭                                                                      眞寶前328
黃金萬斛浴明月  碧玉一片含淸秋                                                                      眞寶前328
酒花入面歌一聲  淮上百物無閑愁                                                                      眞寶前328
    贈寫眞何秀才                        蘇軾                                                        眞寶前329
君不見潞州別駕眼如電  左手挂弓橫撚箭                                                                眞寶前329
又不見雪中騎驢孟浩然  皺眉吟詩肩聳山                                                                眞寶前329
饑寒富貴兩安在  空有遺像留人間                                                                      眞寶前329
此身常擬同外物  浮雲變化無蹤跡                                                                      眞寶前329
問君何苦寫我眞  君言好之聊自適                                                                      眞寶前329
黃冠野服山家容  意欲置我山巖中                                                                      眞寶前329
勳名將相今何限  往寫褒公與鄂公                                                                      眞寶前329
    薄薄酒                              蘇軾                                                        眞寶前330
薄薄酒  勝茶湯                                                                                      眞寶前330
粗粗布  勝無裳                                                                                      眞寶前330
醜妻惡妾勝空房                                                                                      眞寶前330
五更待漏靴滿霜  不如三伏日高睡足北窓涼                                                              眞寶前330
珠襦玉匣萬人祖送歸北邙  不如懸鶉百結獨坐負朝陽                                                      眞寶前330
生前富貴死後文章  百年瞬息萬世忙                                                                    眞寶前331
夷齊盜跖俱亡羊  不如眼前一醉是非憂樂都兩忘                                                          眞寶前331
    於潛令刁同年野翁亭                  蘇軾                                                        眞寶前332
山翁不出山  溪翁長在溪                                                                              眞寶前332
不如野翁來往溪山間  上友麋鹿下鳧鷖                                                                  眞寶前332
問翁何所樂  三年不去煩推擠                                                                          眞寶前332
翁言此間亦有樂  非絲非竹非蛾眉                                                                      眞寶前332
山人醉後鐵冠落  溪女笑時銀櫛低                                                                      眞寶前332
我來觀政問風謠  皆云吠犬足生氂                                                                      眞寶前332
但恐此翁一旦捨此去  長使山人索漠汝啼                                                                眞寶前332
    太行路                              白居易                                                      眞寶前333
太行之路能摧車  若比君心是坦途                                                                      眞寶前333
巫峽之水能覆舟  若比君心是安流                                                                      眞寶前333
君心好惡苦不常  好生毛髮惡生瘡                                                                      眞寶前334
與君結髮未五載  豈期牛女爲參商                                                                      眞寶前334
古稱色衰相棄背  當時美人猶怨悔                                                                      眞寶前334
何況如今鸞鏡中  妾顔未改君心改                                                                      眞寶前334
爲君熏衣裳  君聞蘭麝不馨香                                                                          眞寶前334
爲君盛容飾  君看珠翠無顔色                                                                          眞寶前334
行路難  難重陳                                                                                      眞寶前334
人生莫作婦人身  百年苦樂由他人                                                                      眞寶前334
行路難  難於山險於水                                                                                眞寶前334
不獨人間夫與妻  近代君臣亦如此                                                                      眞寶前334
君不見左納言右納史  朝承恩暮賜死                                                                    眞寶前334
行路難  不在水不在山  秪在人情反覆間                                                                眞寶前334
    七德舞                              白居易                                                      眞寶前336
七德舞七德歌  傳自武德至元和                                                                        眞寶前336
元和小臣白居易  觀舞聽歌知樂意  曲終稽首陳其事                                                      眞寶前336
太宗十八擧義兵  白旄黃鉞定兩京                                                                      眞寶前336
擒充戮竇四海淸  二十有四功業成                                                                      眞寶前336
二十有九卽帝位  三十有五致太平                                                                      眞寶前336
功成理定何神速  速在推心置人腹                                                                      眞寶前336
亡卒遺骸散帛收  飢人賣子分金贖                                                                      眞寶前337
魏徵夢見天子泣  張謹哀聞辰日哭                                                                      眞寶前337
怨女三千放出宮  死囚四百來歸獄                                                                      眞寶前337
剪鬚燒藥賜功臣  李勣嗚咽思殺身                                                                      眞寶前337
含血吮瘡撫戰士  思摩奮呼乞效死                                                                      眞寶前337
則知不獨善戰善乘時  以心感人人心歸                                                                  眞寶前337
爾來一百九十載  天下至今歌舞之                                                                      眞寶前337
歌七德舞七德  聖人有作垂無極                                                                        眞寶前337
豈徒耀神武  豈徒誇聖文                                                                              眞寶前337
太宗意在陳王業  王業艱難示子孫                                                                      眞寶前337
    磨崖碑後                            張耒                                                        眞寶前339
玉環妖血無人掃  漁陽馬厭長安草                                                                      眞寶前339
潼關戰骨高於山  萬里君王蜀中老                                                                      眞寶前340
金戈鐵馬從西來  郭公凜凜英雄才                                                                      眞寶前340
擧旗爲風偃爲雨  洒掃九廟無塵埃                                                                      眞寶前340
元功高名誰與紀  風雅不繼騷人死                                                                      眞寶前340
水部　中星斗文  太師筆下龍蛇字                                                                      眞寶前340
天遣二子傳將來  高山十丈磨蒼崖                                                                      眞寶前340
誰持此碑入我室  使我一見昏眸開                                                                      眞寶前340
百年廢興增歎慨  當時數子今安在                                                                      眞寶前340
君不見荒涼浯水棄不收  時有遊人打碑賣                                                                眞寶前340
    勸酒惜別                            張詠                                                        眞寶前342
春日遲遲輾空碧  綠楊紅杏描春色                                                                      眞寶前342
人生年少不再來  莫把靑春枉抛擲                                                                      眞寶前342
思之不可令人驚  中有萬恨千愁並                                                                      眞寶前342
今日就花始暢飮  坐中行客酸離情                                                                      眞寶前342
我欲爲君舞長劍  劍歌苦悲人苦厭                                                                      眞寶前342
我欲爲君彈瑤琴  淳風死去無回心                                                                      眞寶前343
不如轉海爲飮花爲幄  贏取靑春片時樂                                                                  眞寶前343
明朝疋馬嘶春風  洛陽花發臙脂紅                                                                      眞寶前343
車馳馬走狂似沸  家家帳幕臨晴空                                                                      眞寶前343
天子聖明君正少  勿恨功名苦不早                                                                      眞寶前343
富貴有時來  偸閑强歡笑  莫與離憂買生老                                                              眞寶前343
    古意                                釋貫休                                                      眞寶前344
常思李太白  仙筆驅造化                                                                              眞寶前344
玄宗致之七寶牀  虎殿龍樓無不可                                                                      眞寶前344
一朝力士脫靴後  玉上靑蠅生一箇                                                                      眞寶前344
紫皇案前五色麟  忽然掣斷黃金鎖                                                                      眞寶前344
五湖大浪如銀山  滿船載酒槌鼓過                                                                      眞寶前344
賀老成異物  顚狂誰敢和                                                                              眞寶前344
寧知江邊墳  不是猶醉臥                                                                              眞寶前344
    蜀道難                              李白                                                        眞寶前345
噫噓　  危乎高哉                                                                                    眞寶前345
蜀道之難  難於上靑天                                                                                眞寶前345
蠶叢及魚鳧  開國何茫然                                                                              眞寶前346
爾來四萬八千歲  不與秦塞通人烟                                                                      眞寶前346
西當太白有鳥道  可以橫絶峨嵋巓                                                                      眞寶前346
地崩山摧壯士死  然後天梯石棧相勾連                                                                  眞寶前346
上有六龍回日之高標  下有衝波逆折之回川                                                              眞寶前346
黃鶴之飛尙不能過  猿猱欲度愁攀緣                                                                    眞寶前346
靑泥何盤盤  百步九折縈巖巒                                                                          眞寶前346
捫參歷井仰脅息  以手拊膺坐長歎                                                                      眞寶前346
問君西遊何時還  畏途巉巖不可攀                                                                      眞寶前346
但見悲鳥號古木  雄飛從雌遶林間  又聞子規啼夜月愁空山                                                眞寶前346
蜀道之難  難於上靑天                                                                                眞寶前347
使人聽此凋朱顔  連峯去天下盈尺                                                                      眞寶前347
枯松倒掛倚絶壁  飛湍瀑流爭喧豗                                                                      眞寶前347
砯崖轉石萬壑雷  其險也如此                                                                          眞寶前347
嗟爾遠道之人  胡爲乎來哉                                                                            眞寶前347
劍閣崢嶸而崔嵬  一夫當關萬夫莫開                                                                    眞寶前347
所守或匪親  化爲狼與豺                                                                              眞寶前347
朝避猛虎  夕避長蛇                                                                                  眞寶前347
磨牙吮血  殺人如麻                                                                                  眞寶前347
錦城雖云樂  不如早還家                                                                              眞寶前347
蜀道之難  難於上靑天  側身西望長咨嗟                                                                眞寶前347
    廬山高                              歐陽修                                                      眞寶前350
廬山高哉幾千仞兮  根盤幾百里                                                                        眞寶前350
　然屹立乎長江  長江西來走其下                                                                      眞寶前350
是爲揚瀾左里兮  洪濤巨浪                                                                            眞寶前350
日夕相舂撞  雲消風止水鏡淨                                                                          眞寶前350
泊舟登岸而遠望兮  上摩靑蒼以晻靄  下壓后土之鴻龐                                                    眞寶前350
試往造乎其間兮  攀緣石磴窺空谾                                                                      眞寶前350
千巖萬壑響松檜  懸崖巨石飛流淙                                                                      眞寶前350
水聲聒聒亂人耳  六月飛雪灑石矼                                                                      眞寶前350
仙翁釋子亦往往而逢兮  吾嘗惡其學幻而言哤                                                            眞寶前350
但見丹霞翠壁遠近映樓閣  晨鍾暮鼓杳靄羅旛幢                                                          眞寶前351
幽花野草不知其名兮  風吹霧濕香澗谷  時有白鶴飛來雙                                                  眞寶前351
幽尋遠去不可極  便欲絶世遺紛厖                                                                      眞寶前351
羨君買田築室老其下  揷秧盈疇兮釀酒盈缸                                                              眞寶前351
欲令浮嵐曖翠千萬狀  坐臥常對乎軒窓                                                                  眞寶前351
君懷磊砢有至寶  世俗不辨珉與玒                                                                      眞寶前351
策名爲吏二十載  靑衫白首困一邦                                                                      眞寶前351
寵榮聲利不可以苟屈兮  自非靑雲白石有深趣  其意矹硉何由降                                            眞寶前351
丈夫壯節似君少  嗟我欲說安得巨筆如長杠                                                              眞寶前351
        古文眞寶前集卷之八                                                                          眞寶前354
    歌類                                                                                            眞寶前354
    大風歌                              漢高祖                                                      眞寶前354
大風起兮雲飛揚                                                                                      眞寶前354
威加海內兮歸故鄕                                                                                    眞寶前354
安得猛士兮守四方                                                                                    眞寶前354
    襄陽歌                              李白                                                        眞寶前355
落日欲沒峴山西  倒著接䍦花下迷                                                                      眞寶前355
襄陽小兒齊拍手  攔街爭唱白銅鍉                                                                      眞寶前355
傍人借問笑何事  笑殺山翁醉似泥                                                                      眞寶前355
鸕鶿酌鸚鵡杯                                                                                        眞寶前355
百年三萬六千日  一日須傾三百杯                                                                      眞寶前355
遙看漢水鴨頭綠  恰似葡萄初醱醅                                                                      眞寶前355
此江若變作春酒  壘麴便築糟丘臺                                                                      眞寶前355
千金駿馬喚小妾  笑坐雕鞍歌落梅                                                                      眞寶前355
車傍側掛一壺酒  鳳笙龍管行相催                                                                      眞寶前355
咸陽市上歎黃犬  何如月下傾金罍                                                                      眞寶前355
君不見晉朝羊公一片石  龜頭剝落生莓苔                                                                眞寶前356
淚亦不能爲之墮  心亦不能爲之哀                                                                      眞寶前356
淸風明月不用一錢賣  玉山自倒非人推                                                                  眞寶前356
舒州杓力士鐺  李白與爾同死生                                                                        眞寶前356
襄王雲雨今安在  江水東流猿夜聲                                                                      眞寶前356
    飮中八僵歌                          杜甫                                                        眞寶前358
知章騎馬似乘船  眼花落井水底眠                                                                      眞寶前358
汝陽三斗始朝天  道逢麴車口流涎                                                                      眞寶前358
恨不移封向酒泉  左相日興費萬錢                                                                      眞寶前358
飮如長鯨吸百川  銜杯樂聖稱世賢                                                                      眞寶前358
宗之瀟灑美少年  擧觴白眼望靑天                                                                      眞寶前358
皎如玉樹臨風前  蘇晉長齋繡佛前                                                                      眞寶前358
醉中往往愛逃禪  李白一斗詩百篇                                                                      眞寶前358
長安市上酒家眠  天子呼來不上船                                                                      眞寶前358
自稱臣是酒中仙  張旭三杯草聖傳                                                                      眞寶前358
脫帽露頂王公前  揮毫落紙如雲烟                                                                      眞寶前359
焦遂五斗方卓然  高談雄辯驚四筵                                                                      眞寶前359
    醉時歌                              杜甫                                                        眞寶前360
諸公袞袞登臺省  廣文先生官獨冷                                                                      眞寶前360
甲第紛紛厭粱肉  廣文先生飯不足                                                                      眞寶前360
先生有道出羲皇  先生有才過屈宋                                                                      眞寶前360
德尊一代常坎軻  名垂萬古知何用                                                                      眞寶前361
杜陵野老人更嗤  被褐短窄鬢如絲                                                                      眞寶前361
日糴太倉五升米  時赴鄭老同襟期                                                                      眞寶前361
得錢卽相覓  沽酒不復疑                                                                              眞寶前361
忘形到爾汝  痛飮眞吾師                                                                              眞寶前361
淸夜沈沈動春酌  燈前細雨簷花落                                                                      眞寶前361
但覺高歌有鬼神  焉知餓死塡溝壑                                                                      眞寶前361
相如逸才親滌器  子雲識字終投閣                                                                      眞寶前361
先生早賦歸去來  石田茅屋荒蒼苔                                                                      眞寶前361
儒術於我何有哉  孔丘盜蹠俱塵埃                                                                      眞寶前361
不須聞此意慘慘  生前相遇且銜杯                                                                      眞寶前361
    徐卿二子歌                          杜甫                                                        眞寶前363
君不見徐卿二子生絶奇  感應吉夢相追隨                                                                眞寶前363
孔子釋氏親抱送  並是天上麒麟兒                                                                      眞寶前363
大兒九齡色淸澈  秋水爲神玉爲骨                                                                      眞寶前363
小兒五歲氣食牛  滿堂賓客皆回頭                                                                      眞寶前363
吾知徐公百不憂  積善袞袞生公侯                                                                      眞寶前364
丈夫生兒有如此二雛者  名位豈肯卑微休                                                                眞寶前364
    戲題王宰畫山水歌                    杜甫                                                        眞寶前364
十日畫一水  五日畫一石                                                                              眞寶前364
能事不受相促迫  王宰始肯留眞跡                                                                      眞寶前365
壯哉崑崙方壺圖  挂君高堂之素壁                                                                      眞寶前365
巴陵洞庭日本東  赤岸水與銀河通                                                                      眞寶前365
中有雲氣隨飛龍  舟人漁子入浦漵  山木盡亞洪濤風                                                      眞寶前365
尤工遠勢古莫比  咫尺應須論萬里                                                                      眞寶前365
焉得並州快剪刀  剪取吳松半江水                                                                      眞寶前365
    茅屋爲秋風所破歌                    杜甫                                                        眞寶前366
八月秋高風怒號  卷我屋上三重茅                                                                      眞寶前366
茅飛渡江洒江郊  高者掛羂長林梢  下者飄轉沈塘坳                                                      眞寶前366
南村羣童欺我老無力  忍能對面爲盜賊  公然抱茅入竹去                                                  眞寶前366
脣燋口燥呼不得  歸來倚杖自歎息                                                                      眞寶前366
俄頃風定雲黑色  秋天漠漠向昏黑                                                                      眞寶前366
布衾多年冷似鐵  嬌兒惡臥踏裏裂                                                                      眞寶前367
床床屋漏無乾處  雨脚如麻未斷絶                                                                      眞寶前367
自經喪亂少睡眠  長夜沾濕何由徹                                                                      眞寶前367
安得廣廈千萬間  大庇天下寒士俱歡顔  風雨不動安如山                                                  眞寶前367
嗚呼  何時眼前突兀見此屋  吾廬獨破受凍死亦足                                                        眞寶前367
    觀聖上親試貢士歌                    王禹偁                                                      眞寶前368
天王出震寰宇淸  奎星燦燦昭文明                                                                      眞寶前368
詔令郡國貢多士  大張一網羅羣英                                                                      眞寶前368
聖情孜孜終不倦  日斜猶御金鑾殿                                                                      眞寶前368
宮柳低垂三月烟  爐香飛入千人硯                                                                      眞寶前368
麻衣皎皎光如雪  一一重瞳親鑑別                                                                      眞寶前368
孤寒得路荷君恩  聚首皆言盡臣節                                                                      眞寶前368
小臣蹤迹本塵泥  登科曾賦御前題                                                                      眞寶前368
屈指方經五六載  如今已上靑雲梯                                                                      眞寶前368
位列諫官無一語  自愧將何報明主                                                                      眞寶前369
應制非才但淚垂  强作狂歌歌舜禹                                                                      眞寶前369
    畫山水歌                            吳融                                                        眞寶前370
泉工善得丹靑理  輒向茅茨畫山水                                                                      眞寶前370
地角移來方寸間  天涯寫在筆鋒裏                                                                      眞寶前370
日不落兮月長生  雲片片兮水冷冷                                                                      眞寶前370
經年蝴蝶飛不去  累歲桃花結不成                                                                      眞寶前370
一片石數株松  遠又淡近又濃                                                                          眞寶前370
不出門庭三五步  觀盡江山千萬重                                                                      眞寶前370
    短檠歌                              韓愈                                                        眞寶前371
長檠八尺空自長  短檠二尺便且光                                                                      眞寶前371
黃簾綠幕朱戶閉  風露氣入秋堂涼                                                                      眞寶前371
裁衣寄遠淚眼暗  搔頭頻挑移近床                                                                      眞寶前371
太學儒生東魯客  二十辭家來射策                                                                      眞寶前371
夜書細字紱語言  兩目眵昏頭雪白                                                                      眞寶前371
此時提挈當案前  看書到曉那能眠                                                                      眞寶前371
一朝富貴還自恣  長檠高張照珠翠                                                                      眞寶前371
吁嗟世事無不然  牆角君看短檠棄                                                                      眞寶前372
    浩浩歌                              馬存                                                        眞寶前372
浩浩歌  天地萬物如吾何                                                                              眞寶前372
用之解帶食太倉  不用拂枕歸山阿                                                                      眞寶前373
君不見渭川漁父一竿竹  莘野耕叟數畝禾                                                                眞寶前373
喜來起作商家霖  怒後便把周王戈                                                                      眞寶前373
又不見子陵橫足加帝腹  帝不敢動豈敢訶                                                                眞寶前373
皇天爲忙逼  星宿相擊摩                                                                              眞寶前373
可憐相府癡  邀請先經過                                                                              眞寶前373
浩浩歌  天地萬物如吾何                                                                              眞寶前373
屈原枉死汩羅水  夷齊空餓西山坡                                                                      眞寶前373
丈夫犖犖不可覇  有身何用自滅磨                                                                      眞寶前373
吾觀聖賢心  自樂豈有他                                                                              眞寶前373
蒼生如命窮  吾道成蹉跎                                                                              眞寶前373
直須爲吊天下人  何必嫌恨傷丘軻                                                                      眞寶前374
浩浩歌  天地萬物如吾何                                                                              眞寶前374
玉堂金馬在何處  雲山石室高嵯峨                                                                      眞寶前374
低頭欲耕地雖少  仰面長嘯天何多                                                                      眞寶前374
請君醉我一斗酒  紅光入面春風和                                                                      眞寶前374
    七夕歌                              張耒                                                        眞寶前376
人間一葉梧桐飄  蓐收行秋回斗杓                                                                      眞寶前376
神官召集役靈鵲  直渡銀河橫作橋                                                                      眞寶前376
河東美人天帝子  機杼年年勞玉指                                                                      眞寶前376
織成雲霧紫綃衣  辛苦無歡容不理                                                                      眞寶前376
帝憐獨居無與娛  河西嫁與牽牛夫                                                                      眞寶前376
自從嫁後廢織　  綠鬢雲鬟朝暮梳                                                                      眞寶前376
貪歡不歸天帝怒  責歸却踏來時路                                                                      眞寶前376
但令一歲一相見  七月七日橋邊渡                                                                      眞寶前376
別多會少知奈何  却憶從前歡愛多                                                                      眞寶前377
匆匆萬事說不盡  玉龍已駕隨羲和                                                                      眞寶前377
河邊靈官催曉發  令嚴不肯輕離別                                                                      眞寶前377
便將淚作雨滂沱  淚痕有盡愁無歇                                                                      眞寶前377
我言織女君莫歎  天地無窮會相見                                                                      眞寶前377
猶勝嫦娥不嫁人  夜夜孤眠廣寒殿                                                                      眞寶前377
    茶歌                                盧仝                                                        眞寶前378
日高丈五睡正濃  軍將扣門驚周公                                                                      眞寶前378
口傳諫議送書信  白絹斜封三道印                                                                      眞寶前378
開緘宛見諫議面  首閱月團三百片                                                                      眞寶前378
聞道新年入山裏  蟄蟲驚動春風起                                                                      眞寶前378
天子須嘗陽羨茶  百草不敢先開花                                                                      眞寶前378
仁風暗結珠蓓蕾  先春抽出黃金芽                                                                      眞寶前379
摘鮮焙芳旋封裹  至精至好且不奢                                                                      眞寶前379
至尊之餘合王公  何事便到山人家                                                                      眞寶前379
柴門反關無俗客  紗帽籠頭自煎喫                                                                      眞寶前379
碧雲引風吹不斷  白花浮光凝碗面                                                                      眞寶前379
一碗喉吻潤  二碗破孤悶                                                                              眞寶前379
三碗搜枯腸  惟有文字五千卷                                                                          眞寶前379
四碗發輕汗  平生不平事  盡向毛孔散                                                                  眞寶前379
五碗肌骨淸  六碗通仙靈                                                                              眞寶前379
七碗喫不得  也唯覺兩腋習習淸風生                                                                    眞寶前379
蓬萊山在何處  玉川子乘此淸風欲歸去                                                                  眞寶前380
山上羣仙司下土  地位淸高隔風雨                                                                      眞寶前380
安得知百萬億蒼生  命墮顚崖受辛苦                                                                    眞寶前380
便從諫議問蒼生  到頭合得蘇息否                                                                      眞寶前381
    菖蒲歌                              謝枋得                                                      眞寶前381
有石奇峭天琢成  有草夭夭冬夏靑                                                                      眞寶前381
人言菖蒲非一種  上品九節通仙靈                                                                      眞寶前381
異根不帶塵埃氣  孤操愛結泉石盟                                                                      眞寶前381
明窓淨几有宿契  花林草砌無交情                                                                      眞寶前381
夜深不嫌淸露重  晨光疑有白雲生                                                                      眞寶前382
嫩如秦時童女登蓬瀛  手携綠玉杖徐行                                                                  眞寶前382
瘦如天台山上賢聖僧  休糧絶粒孤鶴形                                                                  眞寶前382
勁如五百義士從田橫  英氣凜凜摩靑冥                                                                  眞寶前382
淸如三千弟子立孔庭  回琴點瑟天機鳴                                                                  眞寶前382
堂前不入紅粉意  席上嘗聽詩書聲                                                                      眞寶前382
怪石篠簜皆充貢  此物舜廊當共登                                                                      眞寶前382
神農知已入本草  靈均蔽賢遺騷經                                                                      眞寶前382
幽人耽翫發仙興  方士服餌延脩齡                                                                      眞寶前382
綵鸞紫鳳琪花苑  赤　玉麟芙蓉城                                                                      眞寶前382
上界眞人好淸淨  見此靈苗當大驚                                                                      眞寶前382
我欲携之朝太淸  瑤草不敢專芳馨                                                                      眞寶前383
玉皇一笑留香案  錫與有道者長生                                                                      眞寶前383
人間千花萬草儘榮艶  未必敢與此草爭高名                                                              眞寶前383
    石鼓歌                              韓愈                                                        眞寶前385
張生手持石鼓文  勸我試作石鼓歌                                                                      眞寶前385
少陵無人謫仙死  才薄將奈石鼓何                                                                      眞寶前385
周綱陵遲四海沸  宣王憤起揮天戈                                                                      眞寶前385
大開明堂受朝賀  諸侯劍珮鳴相磨                                                                      眞寶前385
蒐于岐陽騁雄俊  萬里禽獸皆遮羅                                                                      眞寶前385
鐫功勒成告萬世  鑿石作鼓隳嵯峨                                                                      眞寶前385
從臣才藝咸第一  簡選譔刻留山阿                                                                      眞寶前385
雨淋日炙野火燒  鬼物守護煩撝訶                                                                      眞寶前385
公從何處得紙本  毫髮盡備無差訛                                                                      眞寶前385
辭嚴義密讀難曉  字體不類隸與蝌                                                                      眞寶前385
年深豈免有缺畫  快劍斫斷生蛟鼉                                                                      眞寶前386
鸞翔鳳翥衆仙下  珊瑚碧樹交枝柯                                                                      眞寶前386
金繩鐵索鏁紐壯  古鼎躍水龍騰梭                                                                      眞寶前386
陋儒編詩不收入  二雅褊迫無委蛇                                                                      眞寶前386
孔子西行不到秦  掎摭星宿遺羲娥                                                                      眞寶前386
嗟余好古生苦晩  對此涕淚雙滂沱                                                                      眞寶前386
憶昔初蒙博士徵  其年始改稱元和                                                                      眞寶前386
故人從軍在右輔  爲我量度掘臼科                                                                      眞寶前386
濯冠沐浴告祭酒  如此至寶存豈多                                                                      眞寶前386
氈包席裹可立致  十鼓只載數駱駝                                                                      眞寶前386
薦諸大廟比郜鼎  光價豈止百倍過                                                                      眞寶前386
聖恩若許留太學  諸生講解得切磋                                                                      眞寶前387
觀經鴻都尙塡咽  坐見擧國來奔波                                                                      眞寶前387
剜苔剔蘚露節角  安置妥帖平不頗                                                                      眞寶前387
大廈深簷與蓋覆  經歷久遠期無他                                                                      眞寶前387
中朝大官老於事  詎肯感激徒媕婀                                                                      眞寶前387
犢童敲火牛礪角  誰復著手爲摩挲                                                                      眞寶前387
日銷月鑠就埋沒  六年西顧空吟哦                                                                      眞寶前387
羲之俗書趁姿媚  數紙尙可博白鵝                                                                      眞寶前387
繼周八代爭戰罷  無人收拾理則那                                                                      眞寶前387
方今太平日無事  柄用儒術崇丘軻                                                                      眞寶前387
安能以此上論列  願借辯口如懸河                                                                      眞寶前387
石鼓之歌止於此  嗚呼吾意其蹉跎                                                                      眞寶前388
    後石鼓歌                            蘇軾                                                        眞寶前391
冬十二月歲辛丑  我初從政見魯叟                                                                      眞寶前391
舊聞石鼓今見之  文字鬱律蛟蛇走                                                                      眞寶前391
細觀初以指畫肚  欲讀嗟如箝在口                                                                      眞寶前391
韓公好古生已遲  我今況又百年後                                                                      眞寶前391
强尋偏旁推點畫  時得一二遺八九                                                                      眞寶前391
我車旣攻馬亦同  其魚維鱮貫之柳                                                                      眞寶前391
古器縱橫猶識鼎  衆星錯落僅名斗                                                                      眞寶前391
糢糊半已似瘢胝  詰曲猶能辨跟肘                                                                      眞寶前391
娟娟缺月隱雲霧  濯濯嘉禾秀稂莠                                                                      眞寶前391
漂流百戰偶然存  獨立千載誰與友                                                                      眞寶前391
上追軒頡相唯諾  下挹冰斯同鷇　                                                                      眞寶前392
憶昔周宣歌鴻雁  當時籒史變蝌蚪                                                                      眞寶前392
厭亂人方思聖賢  中興天爲生耆虎                                                                      眞寶前392
東征徐虜闞虓虎  北伐犬戎隨指嗾                                                                      眞寶前392
象胥雜遝貢狼鹿  方召聯翩賜圭卣                                                                      眞寶前392
遂因鼙鼓思將帥  豈爲考擊煩矇瞍                                                                      眞寶前392
何人作頌比崧高  萬古斯文齊岣嶁                                                                      眞寶前392
勳勞至大不矜伐  文武未遠猶忠厚                                                                      眞寶前392
欲尋年代無甲乙  豈有文字記誰某                                                                      眞寶前392
自從周衰更七國  竟使秦人有九有                                                                      眞寶前392
掃除詩書誦法律  投棄俎豆陳鞭杻                                                                      眞寶前393
當年何人佐祖龍  上蔡公子牽黃狗                                                                      眞寶前393
登山刻石頌功烈  後者無繼前無偶                                                                      眞寶前393
皆云皇帝巡四國  烹滅彊暴救黔首                                                                      眞寶前393
六經旣已委灰塵  此鼓六當隨擊掊                                                                      眞寶前393
傳聞九鼎淪泗上  欲使萬夫沈水取                                                                      眞寶前393
暴君縱欲窮人力  神物義不汙秦垢                                                                      眞寶前393
是時石鼓何處避  無乃天工令鬼守                                                                      眞寶前393
興亡百變物自閑  富貴一朝名不朽                                                                      眞寶前393
細思物理坐歎息  人生安得如汝壽                                                                      眞寶前393
        古文眞寶前集卷之九                                                                          眞寶前397
    戲作花卿歌                          杜甫                                                        眞寶前397
成都猛將有花卿  學語小兒知姓名                                                                      眞寶前397
勇如快鶻風火生  見賊唯多身始輕                                                                      眞寶前397
緜州副使著柘黃  我卿掃除卽日平                                                                      眞寶前397
子璋髑髏血糊糊  手提擲還崔大夫                                                                      眞寶前397
李侯重有此節度  人道我卿絶世無                                                                      眞寶前397
旣稱絶世無天子  何不喚取守東都                                                                      眞寶前397
    題李尊師松樹障子歌                  杜甫                                                        眞寶前398
老夫淸晨梳白頭  玄都道士來相訪                                                                      眞寶前398
握髮呼兒延入戶  手提新畫靑松障                                                                      眞寶前398
障子松林靜杳冥  憑軒忽若無丹靑                                                                      眞寶前398
陰崖却承霜雪榦  偃蓋反走　龍形                                                                      眞寶前398
老夫平生好奇古  對此興與精靈聚                                                                      眞寶前399
已知仙客意相親  更覺良工心獨苦                                                                      眞寶前399
松下丈人巾屨同  偶坐似是商山翁                                                                      眞寶前399
悵望聊歌紫芝曲  時危慘淡來悲風                                                                      眞寶前399
    戲韋偃爲雙松圖歌                    杜甫                                                        眞寶前400
天下幾人畫古松  畢宏已老韋偃少                                                                      眞寶前400
絶筆長風起纖末  滿堂動色嗟神妙                                                                      眞寶前400
兩株慘裂苔蘚皮  屈鐵交錯廻高枝                                                                      眞寶前400
白摧朽骨龍虎死  黑入太陰雷雨垂                                                                      眞寶前400
松根胡僧憩寂寞  厖眉皓首無住著                                                                      眞寶前400
偏袒右肩露雙脚  葉裏松子僧前落                                                                      眞寶前400
韋侯韋侯數相見  我有一匹好東絹                                                                      眞寶前400
重之不減錦繡段  已令拂拔光凌亂  請公放筆爲直榦                                                      眞寶前400
    劉少府畫山水障歌                    杜甫                                                        眞寶前402
堂上不合生楓樹  怪底江山起烟霧                                                                      眞寶前402
聞君掃却赤縣圖  乘興遣畫滄洲趣                                                                      眞寶前402
畫師亦無數  好手不可遇                                                                              眞寶前402
對此融心神  知君重毫素                                                                              眞寶前402
豈但祁岳與鄭虔  筆跡遠過楊契丹                                                                      眞寶前402
得非玄圃裂  無乃瀟湘翻                                                                              眞寶前402
悄然坐我天姥下  耳邊已似聞淸猿                                                                      眞寶前402
反思前夜風雨急  乃是蒲城鬼神入                                                                      眞寶前402
元氣淋漓障猶濕  眞宰上泝天應泣                                                                      眞寶前403
野亭春還雜花遠  漁翁暝踏孤舟立                                                                      眞寶前403
滄浪水深靑冥闊  欹岸側島秋毫末                                                                      眞寶前403
不見湘妃鼓瑟時  至今斑竹臨江活                                                                      眞寶前403
劉侯天機精  愛畫入骨髓                                                                              眞寶前403
自有兩兒郎  揮灑亦莫比                                                                              眞寶前403
大兒聰明到  能添老樹巓崖裏                                                                          眞寶前403
小兒心孔開  貌得山僧及童子                                                                          眞寶前403
若耶溪  雲門寺                                                                                      眞寶前403
吾獨胡爲在泥滓  靑鞋布　從此始                                                                      眞寶前403
    李潮八分小篆歌                      杜甫                                                        眞寶前405
蒼頡鳥跡旣茫昧  字體變化如浮雲                                                                      眞寶前405
陳倉石鼓又已訛  大小二篆生八分                                                                      眞寶前405
秦有李斯漢蔡邕  中間作者寂不聞                                                                      眞寶前405
嶧山之碑野火焚  棗木傳刻肥失眞                                                                      眞寶前405
苦縣光和尙骨立  書貴瘦硬方通神                                                                      眞寶前405
惜哉李蔡不復得  吾甥李潮下筆親                                                                      眞寶前405
尙書韓擇木  騎曹蔡有鄰                                                                              眞寶前405
開元已來數八分  潮也奄有二子成三人                                                                  眞寶前405
況潮小篆逼秦相  快劍長戟森相向                                                                      眞寶前406
八分一字直百金  蛟龍盤拏肉屈强                                                                      眞寶前406
吳郡張顚誇草書  草書非古空雄壯                                                                      眞寶前406
豈如吾甥不流宕  丞相中郎丈人行                                                                      眞寶前406
巴東逢李潮  逾月求我歌                                                                              眞寶前406
我今衰老才力薄  潮乎潮乎奈汝何                                                                      眞寶前406
    天育驃騎歌                          杜甫                                                        眞寶前408
吾聞天子之馬走千里  今之畫圖無乃是                                                                  眞寶前408
是何意態雄且傑  駿尾蕭梢朔風起                                                                      眞寶前408
毛爲綠縹兩耳黃  眼有紫焰雙瞳方                                                                      眞寶前408
矯矯龍性合變化  卓立天骨森開張                                                                      眞寶前408
伊昔太僕張景順  監犢攻駒閱淸峻                                                                      眞寶前408
遂令太奴守天育  別養驥子憐神俊                                                                      眞寶前408
當時四十萬匹馬  張公歎其材盡下                                                                      眞寶前408
故獨寫眞傳世人  見之座右久更新                                                                      眞寶前408
年多物化空形影  嗚呼健步無由騁                                                                      眞寶前408
如今豈無騕褭與驊騮  時無王良伯樂死卽休                                                              眞寶前409
    江南遇天寶樂叟歌                    白居易                                                      眞寶前410
白頭病叟泣且言  祿山未亂入梨園                                                                      眞寶前410
能彈琵琶和法曲  多在華淸隨至尊                                                                      眞寶前410
是時天下太平久  年年十月坐朝元                                                                      眞寶前410
千官起居環佩合  萬國會同車馬奔                                                                      眞寶前410
金鈿照耀石甕寺  蘭麝薰煮溫湯源                                                                      眞寶前410
貴妃宛轉侍君側  體弱不勝珠翠繁                                                                      眞寶前410
冬雪飄颻錦袍暖  春風蕩漾霓裳翻                                                                      眞寶前410
歡娛未足燕寇至  弓勁馬肥胡語喧                                                                      眞寶前411
邠土人遷避夷狄  鼎湖龍去哭軒轅                                                                      眞寶前411
從此漂淪到南土  萬人死盡一身存                                                                      眞寶前411
秋風江上浪無際  暮雨舟中酒一罇                                                                      眞寶前411
涸魚久失風波勢  枯草曾霑雨露恩                                                                      眞寶前411
我自秦來君莫問  驪山渭水如荒村                                                                      眞寶前411
新豐樹老籠明月  長生殿暗鎖黃昏                                                                      眞寶前411
紅葉紛紛蓋欹瓦  綠苔重重封壞垣                                                                      眞寶前411
惟有中官作宮使  每年寒食一開門                                                                      眞寶前411
    長恨歌                              白居易                                                      眞寶前413
漢皇重色思傾國  御宇多年求不得                                                                      眞寶前413
楊家有女初長成  養在深閨人未識                                                                      眞寶前414
天生麗質難自棄  一朝選在君王側                                                                      眞寶前414
回頭一笑百媚生  六宮粉黛無顔色                                                                      眞寶前414
春寒賜浴華淸池  溫泉水滑洗凝脂                                                                      眞寶前414
侍兒扶起嬌無力  始是新承恩澤時                                                                      眞寶前414
雲鬢花顔金步搖  芙蓉帳暖度春宵                                                                      眞寶前414
春宵苦短日高起  從此君王不早朝                                                                      眞寶前414
承歡侍宴無閑暇  春從春遊夜專夜                                                                      眞寶前414
後宮佳麗三千人  三千寵愛在一身                                                                      眞寶前414
金屋粧成嬌侍夜  玉樓宴罷醉和春                                                                      眞寶前414
姉妹弟兄皆列土  可憐光彩生門戶                                                                      眞寶前414
遂令天下父母心  不重生男重生女                                                                      眞寶前415
驪宮高處入靑雲  仙樂風飄處處聞                                                                      眞寶前415
緩歌慢舞凝絲竹  盡日君王看不足                                                                      眞寶前415
漁陽鼙鼓動地來  驚破霓裳羽衣曲                                                                      眞寶前415
九重城闕烟塵生  千乘萬騎西南行                                                                      眞寶前415
翠華搖搖行復止  西出都門百餘里                                                                      眞寶前415
六軍不發無奈何  宛轉蛾眉馬前死                                                                      眞寶前415
花鈿委地無人收  翠翹金雀成搔頭                                                                      眞寶前415
君王掩面救不得  回首血淚相和流                                                                      眞寶前415
黃埃散漫風蕭索  雲棧縈紆登劍閣                                                                      眞寶前415
峨嵋山下少人行  旌旗無光日色薄                                                                      眞寶前415
蜀江水碧蜀山靑  聖主朝朝暮暮情                                                                      眞寶前416
行宮見月傷心色  夜雨聞鈴斷腸聲                                                                      眞寶前416
天旋地轉回龍馭  到此躊躇不能去                                                                      眞寶前416
馬嵬坡下泥土中  不見玉顔空死處                                                                      眞寶前416
君臣相顧盡霑衣  東望都門信馬歸                                                                      眞寶前416
歸來池苑皆依舊  太液芙蓉未央柳                                                                      眞寶前416
芙蓉如面柳如眉  對此如何不淚垂                                                                      眞寶前416
春風桃李花開夜  秋雨梧桐葉落時                                                                      眞寶前416
西宮南苑多秋草  落葉滿階紅不掃                                                                      眞寶前416
梨園弟子白髮新  椒房阿監靑娥老                                                                      眞寶前416
夕殿螢飛思悄然  孤燈挑盡未成眠                                                                      眞寶前416
遲遲更鼓初長夜  耿耿星河欲曙天                                                                      眞寶前417
鴛鴦瓦冷霜華重  翡翠衾寒誰與共                                                                      眞寶前417
悠悠生死別經年  魂魄不曾來入夢                                                                      眞寶前417
臨邛道士鴻都客  能以精神致魂魄                                                                      眞寶前417
爲感君王展轉思  遂敎方士殷勤覓                                                                      眞寶前417
排風馭氣奔如電  升天入地求之徧                                                                      眞寶前417
上窮碧落下黃泉  兩處茫茫皆不見                                                                      眞寶前417
忽聞海上有仙山  山在虛無縹緲間                                                                      眞寶前417
樓殿玲瓏五雲起  其中綽約多仙子                                                                      眞寶前417
中有一人字太眞  雪膚花貌參差是                                                                      眞寶前417
金闕西廂叩玉扁  轉敎小玉報雙成                                                                      眞寶前417
聞道漢家天子使  九華帳裏夢魂驚                                                                      眞寶前418
攬衣推枕起徘徊  珠箔銀屛邐迤開                                                                      眞寶前418
雲鬢半偏新睡覺  花冠不整下堂來                                                                      眞寶前418
風吹仙袂飄飄擧  猶似霓裳羽衣舞                                                                      眞寶前418
玉容寂寞淚闌干  梨花一枝春帶雨                                                                      眞寶前418
含情凝睇謝君王  一別音容兩渺茫                                                                      眞寶前418
昭陽殿裏恩愛絶  蓬萊宮中日月長                                                                      眞寶前418
回頭下望人寰處  不見長安見塵霧                                                                      眞寶前418
唯將舊物表深情  鈿合金釵寄將去                                                                      眞寶前418
釵留一股合一扇  釵辟黃金合分鈿                                                                      眞寶前418
但令心似金鈿堅  天上人間會相見                                                                      眞寶前418
臨別殷勤重寄詞  詞中有誓兩心知                                                                      眞寶前419
七月七日長生殿  夜半無人私語時                                                                      眞寶前419
在天願作比翼鳥  在地願爲連理枝                                                                      眞寶前419
天長地久有時盡  此恨綿綿無絶期                                                                      眞寶前419
    六歌                                文天祥                                                      眞寶前422
有妻有妻出糟糠  自少結髮不下堂                                                                      眞寶前422
亂離中道逢虎狼  鳳飛翩翩失其凰                                                                      眞寶前422
將雛一二去何方  豈料國破家亦亡                                                                      眞寶前423
不忍舍君羅襦裳  天長地久終茫茫                                                                      眞寶前423
牛女夜夜遙相望  嗚呼一歌兮歌正長                                                                    眞寶前423
悲風北來起彷徨  有妹有妹家流離                                                                      眞寶前423
良人去後携諸兒  北風吹沙塞草淒                                                                      眞寶前423
窮猿慘淡將安歸  去年哭母南海湄                                                                      眞寶前423
三男一女同歔欷  惟汝不在割我肌                                                                      眞寶前423
汝家零落母不知  母知豈有瞑目時                                                                      眞寶前423
嗚呼再歌兮歌孔悲  鶺鴒在原我何爲                                                                    眞寶前423
有女有女婉淸揚  大者學帖臨鍾王                                                                      眞寶前423
小者讀字聲琅琅  朔風吹衣白日黃                                                                      眞寶前423
一雙白璧委道傍  雁兒啄啄秋無粱                                                                      眞寶前424
隨母北首誰人將  嗚呼三歌兮歌愈傷                                                                    眞寶前424
非爲兒女淚淋浪  有子有子風骨殊                                                                      眞寶前424
釋氏抱送徐卿雛  四月八日摩尼珠                                                                      眞寶前424
榴花犀錢絡繡襦  蘭湯百沸香似酥                                                                      眞寶前424
欻隨飛電飄泥途  汝兄十三騎鯨魚                                                                      眞寶前424
汝今三歲知在無  嗚呼四歌兮歌以吁                                                                    眞寶前424
燈前老我明月孤  有妾有妾今何如                                                                      眞寶前424
大者手將小蟾蜍  次者親抱汗血駒                                                                      眞寶前424
晨粧靚服臨西湖  英英雁落飄瓊琚                                                                      眞寶前424
風花飛墜鳥嗚呼  金莖沆瀣浮汙渠                                                                      眞寶前424
天摧地裂龍鳳殂  美人塵土何代無                                                                      眞寶前424
嗚呼五歌兮歌鬱紆  爲爾遡風立斯須                                                                    眞寶前425
我生我生何不辰  孤根不識桃李春                                                                      眞寶前425
天寒日短重愁人  北風隨我鐵馬塵                                                                      眞寶前425
初憐骨肉鍾奇禍  而今骨肉重憐我                                                                      眞寶前425
汝在空令嬰我懷  我死誰當收我骸                                                                      眞寶前425
人生百年何醜好  黃粱得喪俱草草                                                                      眞寶前425
嗚呼六歌兮勿復道  出門一笑天地老                                                                    眞寶前425
        古文眞寶前集卷之十                                                                          眞寶前429
    行類                                                                                            眞寶前429
    貧交行                              杜甫                                                        眞寶前429
翻手作雲覆手雨  紛紛輕薄何須數                                                                      眞寶前429
君不見管鮑貧時交  此道今人棄如土                                                                    眞寶前429
    醉歌行                              杜甫                                                        眞寶前430
陸機二十作文賦  汝更少年能綴文                                                                      眞寶前430
總角草書又神速  世上兒子徒紛紛                                                                      眞寶前430
驊騮作駒已汗血  鷙鳥擧翮連靑雲                                                                      眞寶前430
詞源倒流三峽水  筆陣獨掃千人軍                                                                      眞寶前430
只今年纔十六七  射策君門期第一                                                                      眞寶前430
舊穿楊葉眞自知  暫蹶霜蹄未爲失                                                                      眞寶前430
偶然擢秀非難取  會是排風有毛質                                                                      眞寶前430
汝身已見唾成珠  汝伯何由髮如漆                                                                      眞寶前430
春光淡沲秦東亭  渚蒲芽白水荇靑                                                                      眞寶前431
風吹客衣日杲杲  樹攪離思花冥冥                                                                      眞寶前431
酒盡沙頭雙玉甁  衆賓皆醉我獨醒                                                                      眞寶前431
乃知貧賤別更苦  呑聲躑躅涕淚零                                                                      眞寶前431
    麗人行                              杜甫                                                        眞寶前432
三月三日天氣新  長安水邊多麗人                                                                      眞寶前432
態濃意遠寂且眞  肌理細膩骨肉勻                                                                      眞寶前432
繡羅衣裳照暮春  蹙金孔雀銀麒麟                                                                      眞寶前432
頭上何所有  翠爲　葉垂鬢脣                                                                          眞寶前433
背後何所見  珠壓腰衱穩稱身                                                                          眞寶前433
就中雲幕椒房親  賜名大國虢與秦                                                                      眞寶前433
紫　之峯出翠釜  水精之盤行素鱗                                                                      眞寶前433
犀箸厭飫久未下  鑾刀縷切空紛綸                                                                      眞寶前433
黃門飛鞚不動塵  御廚絡繹送八珍                                                                      眞寶前433
簫鼓哀吟感鬼神  賓從雜遝實要津                                                                      眞寶前433
後來鞍馬何逡巡  當軒下馬入錦茵                                                                      眞寶前433
楊花雪落覆白蘋  靑鳥飛去銜紅巾                                                                      眞寶前433
炙手可熱勢絶倫  愼莫近前丞相嗔                                                                      眞寶前433
    古柏行                              杜甫                                                        眞寶前435
孔明廟前有老柏  柯如靑銅根如石                                                                      眞寶前435
霜皮溜雨四十圍  黛色參天二千尺                                                                      眞寶前435
君臣已與時際會  樹木猶爲人愛惜                                                                      眞寶前435
雲來氣接巫峽長  月出寒通雪山白                                                                      眞寶前436
憶昨路繞錦亭東  先主武侯同閟宮                                                                      眞寶前436
崔嵬枝榦郊原古  窈窕丹靑戶牖空                                                                      眞寶前436
落落盤踞雖得地  冥冥孤高多烈風                                                                      眞寶前436
扶持自是神明力  正直元因造化功                                                                      眞寶前436
大厦如傾要梁棟  萬牛回首丘山重                                                                      眞寶前436
不露文章世已驚  未辭剪伐誰能送                                                                      眞寶前436
苦心未免容螻蟻  香葉終經宿鸞鳳                                                                      眞寶前436
志士幽人莫怨嗟  古來材大難爲用                                                                      眞寶前436
    岳車行                              杜甫                                                        眞寶前438
車轔轔馬蕭蕭  行人弓箭各在腰                                                                        眞寶前438
爺孃妻子走相送  塵埃不見咸陽橋                                                                      眞寶前438
牽衣頓足攔道哭  哭聲直上干雲霄                                                                      眞寶前438
道旁過者問行人  行人但云點行頻                                                                      眞寶前438
或從十五北防河  便至四十西營田                                                                      眞寶前438
去時里正與裹頭  歸來頭白還戍邊                                                                      眞寶前438
邊庭流血成海水  武皇開邊意未已                                                                      眞寶前438
君不聞漢家山東二百州  千村萬落生荊杞                                                                眞寶前438
縱有健婦把鋤犂  禾生隴畝無東西                                                                      眞寶前439
況復秦兵耐苦戰  被驅不異犬與雞                                                                      眞寶前439
長者雖有問  役夫敢伸恨                                                                              眞寶前439
且如今年冬  未休關西卒                                                                              眞寶前439
縣官急索租  租稅從何出                                                                              眞寶前439
信知生男惡  反是生女好                                                                              眞寶前439
生女猶得嫁比鄰  生男埋沒隨百草                                                                      眞寶前439
君不見靑海頭  古來白骨無人收                                                                        眞寶前439
新鬼煩寃舊鬼哭  天陰雨濕聲啾啾                                                                      眞寶前439
    洗兵馬行                            杜甫                                                        眞寶前441
中興諸將收山東  捷書夜報淸晝同                                                                      眞寶前441
河廣傳聞一葦過  胡危命在破竹中                                                                      眞寶前441
祗殘鄴城不日得  獨任朔方無限功                                                                      眞寶前441
京師皆騎汗血馬  回紇餧肉葡萄宮                                                                      眞寶前441
已喜皇威淸海岱  常思仙仗過崆峒                                                                      眞寶前441
三年笛裏關山月  萬國兵前草木風                                                                      眞寶前441
成王功大心轉小  郭相謀深古來少                                                                      眞寶前441
司徒淸鑑懸明鏡  尙書氣與秋天杳                                                                      眞寶前441
二三豪俊爲時出  整頓乾坤濟時了                                                                      眞寶前442
東走無復憶鱸魚  南飛各有安巢鳥                                                                      眞寶前442
靑春復隨冠冕入  紫禁正耐烟花繞                                                                      眞寶前442
鶴駕通宵鳳輦備  雞鳴問寢龍樓曉                                                                      眞寶前442
攀龍附鳳勢莫當  天下盡化爲侯王                                                                      眞寶前442
汝等豈知蒙帝力  時來不得誇身强                                                                      眞寶前442
關中旣留蕭丞相  幕下復用張子房                                                                      眞寶前442
張公一生江海客  身長九尺鬚眉蒼                                                                      眞寶前442
徵起適遇風雲會  扶顚始知籌策良                                                                      眞寶前442
靑袍白馬更何有  後漢今周喜再昌                                                                      眞寶前442
寸地尺天皆入貢  奇祥異瑞爭來送                                                                      眞寶前442
不知何國致白環  復道諸山得銀甕                                                                      眞寶前443
隱士休歌紫芝曲  詞人解撰河淸頌                                                                      眞寶前443
田家望望惜雨乾  布穀處處催春種                                                                      眞寶前443
淇上健兒歸莫懶  城南思婦愁多夢                                                                      眞寶前443
安得壯士挽天河  淨洗甲兵長不用                                                                      眞寶前443
    入奏行                              杜甫                                                        眞寶前447
竇侍御驥之子鳳之雛                                                                                  眞寶前447
年未三十忠義俱  骨鯁絶代無                                                                          眞寶前447
炯如一段淸冰出萬壑  置在迎風寒露之玉壺                                                              眞寶前447
蔗漿歸廚金盌凍  洗滌煩熱足以寧君軀                                                                  眞寶前447
政用疎通合典則  戚聯豪貴　文儒                                                                      眞寶前447
兵革未息人未蘇  天子亦念西南隅                                                                      眞寶前447
吐蕃憑陵氣頗麤  竇氏檢察應時須                                                                      眞寶前447
運粮繩橋壯士喜  斬木火井窮猿呼                                                                      眞寶前447
八州刺史思一戰  三城守邊却可圖                                                                      眞寶前447
此行入奏計未小  密奉聖旨恩應殊                                                                      眞寶前447
繡衣春當霄漢立  綵服日向庭闈趨                                                                      眞寶前448
省郎京尹必俯拾  江花未落還成都                                                                      眞寶前448
肯訪浣花老翁無  爲君酤酒滿眼酤  與奴白飯馬靑蒭                                                      眞寶前448
    高都護驄馬行                        杜甫                                                        眞寶前450
安西都護胡靑驄  聲價　然來向東                                                                      眞寶前450
此馬臨陣久無敵  與人一心成大功                                                                      眞寶前450
功成惠養隨所致  飄飄遠自流沙至                                                                      眞寶前450
雄姿未受伏櫪恩  猛氣猶思戰場利                                                                      眞寶前450
腕促蹄高如踣鐵  交河幾蹴層冰裂                                                                      眞寶前450
五花散作雲滿身  萬里方看汗流血                                                                      眞寶前450
長安壯兒不敢騎  走過掣電傾城知                                                                      眞寶前450
靑絲絡頭爲君老  何由却出橫門道                                                                      眞寶前450
    李鄠縣丈人胡馬行                    杜甫                                                        眞寶前451
丈人駿馬名胡騮  前年避胡過金牛                                                                      眞寶前451
回鞭却走見天子  朝飮漢水暮靈州                                                                      眞寶前451
自矜胡騮奇絶代  乘出千人萬人愛                                                                      眞寶前452
一聞說盡急難材  轉益愁向駑駘輩                                                                      眞寶前452
頭上餘耳批秋竹  脚下高蹄削寒玉                                                                      眞寶前452
始知神龍別有種  不比俗馬空多肉                                                                      眞寶前452
洛陽大道時再淸  累日喜得俱東行                                                                      眞寶前452
鳳臆麟蓍未易識  側身注目長風生                                                                      眞寶前452
    驄馬行                              杜甫                                                        眞寶前453
鄧公馬癖人共知  初得花驄大宛種                                                                      眞寶前453
夙昔傳聞思一見  牽來左右神皆竦                                                                      眞寶前453
雄姿逸態何崷崒  顧影驕嘶自矜寵                                                                      眞寶前453
隅目靑熒夾鏡懸  肉騣碨礧連錢動                                                                      眞寶前453
朝來少試華軒下  未覺千金滿高價                                                                      眞寶前454
赤汗微生白雪毛  銀鞍却覆香羅帕                                                                      眞寶前454
卿家舊物公能取  天廐眞龍此其亞                                                                      眞寶前454
晝洗須騰涇渭深  夕趨可刷幽並夜                                                                      眞寶前454
吾聞良驥老始成  此馬數年人更驚                                                                      眞寶前454
豈有四蹄疾如鳥  不與八駿俱先鳴                                                                      眞寶前454
時俗造次那得致  雲霧晦冥方降精                                                                      眞寶前454
近聞下詔喧都邑  肯使騏驎地上行                                                                      眞寶前454
        古文眞寶前集卷之十一                                                                        眞寶前456
    草書歌行                            李白                                                        眞寶前456
少年上人號懷素  草書天下稱獨步                                                                      眞寶前456
墨池飛出北溟魚  筆鋒殺盡中山免                                                                      眞寶前456
八月九月天氣涼  酒徒詞客滿高堂                                                                      眞寶前456
牋麻素絹排數廂  宣州石硯墨色光                                                                      眞寶前456
吾師醉後倚繩床  須匹掃盡數千張                                                                      眞寶前456
飄風驟雨驚颯颯  落花飛雪何茫茫                                                                      眞寶前456
起來向壁不停手  一行數字大如斗                                                                      眞寶前456
恍恍如聞神鬼驚  時時只見蛟龍走                                                                      眞寶前456
左盤右蹙如飛電  狀同楚漢相攻戰                                                                      眞寶前457
湖南七郡凡幾家  家家屛障書題徧                                                                      眞寶前457
王逸少張伯英  古來幾許浪得名                                                                        眞寶前457
張顚老死不足數  我師此義不師古                                                                      眞寶前457
古來萬事貴天生  何必要公孫大娘渾脫舞                                                                眞寶前457
    偪側行                              杜甫                                                        眞寶前458
偪側何偪側  我居巷南子巷北                                                                          眞寶前458
可恨鄰里間  十日一不見顔色                                                                          眞寶前459
自從官馬送還官  行路難行澀如棘                                                                      眞寶前459
我貧無乘非無足  昔者相過今不得                                                                      眞寶前459
實不是愛微軀  又非關足無力                                                                          眞寶前459
徒步翻愁官長怒  此心炯炯君應識                                                                      眞寶前459
曉來急雨春風顚  睡美不聞鍾鼓傳                                                                      眞寶前459
東家蹇驢許借我  泥滑不敢騎朝天                                                                      眞寶前459
已令請急會通籍  男兒性命絶可憐                                                                      眞寶前459
焉能終日心拳拳  憶君誦詩神凜然                                                                      眞寶前459
辛夷始花亦已落  況我與子非壯年                                                                      眞寶前459
街頭酒價常苦貴  方外酒徒稀醉眠                                                                      眞寶前459
速宜相就飮一斗  恰有三百靑銅錢                                                                      眞寶前460
    去矣行                              杜甫                                                        眞寶前461
君不見韝上鷹  一飽則飛掣                                                                            眞寶前461
焉能作堂上燕  銜泥附炎熱                                                                            眞寶前461
野人曠蕩無靦顔  豈可久在王侯間                                                                      眞寶前461
未試囊中飧玉法  明朝且入藍田山                                                                      眞寶前461
    苦熱行                              王轂                                                        眞寶前462
祝融南來鞭火龍  火旗焰焰燒天紅                                                                      眞寶前462
日輪當午凝不去  萬國如在紅爐中                                                                      眞寶前462
五嶽翠乾雲彩滅  陽侯海底愁波竭                                                                      眞寶前462
何當一夕金風發  爲我掃除天下熱                                                                      眞寶前462
    琵琶行                              白居易                                                      眞寶前463
潯陽江頭夜送客  楓葉荻花秋瑟瑟                                                                      眞寶前463
主人下馬客在船  擧酒欲飮無管絃                                                                      眞寶前463
醉不成歡慘將別  別時茫茫江浸月                                                                      眞寶前463
忽聞水上琵琶聲  主人忘歸客不發                                                                      眞寶前463
尋聲暗問彈者誰  琵琶聲停欲語遲                                                                      眞寶前463
移船相近邀相見  添酒回燈重開宴                                                                      眞寶前463
千呼萬喚始出來  猶抱琵琶半遮面                                                                      眞寶前463
轉軸撥絃三兩聲  未成曲調先有情                                                                      眞寶前463
絃絃掩抑聲聲思  似訴平生不得志                                                                      眞寶前463
低眉信手續續彈  說盡心中無限事                                                                      眞寶前463
輕攏慢撚撥復挑  初爲霓裳後六么                                                                      眞寶前464
大絃嘈嘈如急雨  小絃切切如私語                                                                      眞寶前464
嘈嘈切切錯雜彈  大珠小珠落玉盤                                                                      眞寶前464
間關鶯語花底滑  幽咽泉流冰下灘                                                                      眞寶前464
冰泉冷澁絃凝絶  凝絶不通聲蹔歇                                                                      眞寶前464
別有幽愁暗恨生  此時無聲勝有聲                                                                      眞寶前464
銀甁乍破水漿迸  鐵騎突出刀鎗鳴                                                                      眞寶前464
曲終抽撥當心畫  四絃一聲如裂帛                                                                      眞寶前464
東船西舫悄無言  唯見江心秋月白                                                                      眞寶前464
沈吟收撥揷絃中  整頓衣裳起斂容                                                                      眞寶前464
自言本是京城女  家在蝦蟆陵下住                                                                      眞寶前464
十三學得琵琶成  名屬敎坊第一部                                                                      眞寶前465
曲罷常敎善才服  妝成每被秋娘妬                                                                      眞寶前465
五陵年少爭纏頭  一曲紅綃不知數                                                                      眞寶前465
鈿頭銀篦擊節碎  血色羅裙翻酒汚                                                                      眞寶前465
今年歡笑復明年  秋月春風等閑度                                                                      眞寶前465
弟走從軍阿姨死  暮去朝來顔色故                                                                      眞寶前465
門前冷落鞍馬稀  老大嫁作商人婦                                                                      眞寶前465
商人重利輕別離  前月浮梁買茶去                                                                      眞寶前465
去來江口守空船  遶船明月江水寒                                                                      眞寶前465
夜深忽夢少年事  夢啼粧淚紅闌干                                                                      眞寶前465
我聞琵琶已歎息  又聞此語重喞喞                                                                      眞寶前465
同是天涯淪落人  相逢何必曾相識                                                                      眞寶前466
我從去年辭帝京  謫居臥病潯陽城                                                                      眞寶前466
潯陽地僻無音樂  終歲不聞絲竹聲                                                                      眞寶前466
住近湓江地低濕  黃蘆苦竹遶宅生                                                                      眞寶前466
其間旦暮聞何物  杜鵑啼血猿哀鳴                                                                      眞寶前466
豈無山歌與村笛  嘔啞啁哳難爲聽                                                                      眞寶前466
今夜聞君琵琶語  如聽仙樂耳蹔明                                                                      眞寶前466
莫辭更坐彈一曲  爲君翻作琵琶行                                                                      眞寶前466
感我此言良久立  却坐促絃絃轉急                                                                      眞寶前466
淒淒不似向前聲  滿坐聞之皆掩泣                                                                      眞寶前466
就中泣下誰最多  江州司馬靑衫濕                                                                      眞寶前466
    內前行                              唐庚                                                        眞寶前469
內前車馬撥不開  文德殿下宣麻回                                                                      眞寶前469
紫微舍人拜右相  中使押赴文昌臺                                                                      眞寶前469
旄頭昨夜光照牖  是夕鋒芒如禿箒                                                                      眞寶前469
明朝化作甘雨來  官家喜得調元手                                                                      眞寶前470
周公禮樂未制作  致身姚宋亦不惡                                                                      眞寶前470
我聞二公拜相年  民間斗米三四錢                                                                      眞寶前470
    續麗人行                            蘇軾                                                        眞寶前471
深宮無人春日長  沈香亭北百花香                                                                      眞寶前471
美人睡起薄梳洗  燕舞鶯啼空斷腸                                                                      眞寶前471
畫工欲畫無窮意  背立春風初破睡                                                                      眞寶前471
若敎回首却嫣然  陽城下蔡俱風靡                                                                      眞寶前471
杜陵飢客眼長寒  蹇驢破帽隨金鞍                                                                      眞寶前471
隔花臨水時一見  只許腰肢背後看                                                                      眞寶前471
心醉歸來茅屋裏  方信人間有西子                                                                      眞寶前471
君不見孟光擧案與眉齊  何曾背面傷春啼                                                                眞寶前472
    莫相疑行                            杜甫                                                        眞寶前473
男兒生無所成頭皓白  牙齒欲落眞可惜                                                                  眞寶前473
憶獻三賦蓬萊宮  自怪一日聲輝赫                                                                      眞寶前473
集賢學士如堵牆  觀我落筆中書堂                                                                      眞寶前473
往時文彩動人主  此日飢寒趨路傍                                                                      眞寶前473
晩將末契託年少  當面輸心背面笑                                                                      眞寶前473
寄謝悠悠世上兒  不爭好惡莫相疑                                                                      眞寶前473
    虎圖行                              王安石                                                      眞寶前474
壯哉非熊亦非貙  目光夾鏡當坐隅                                                                      眞寶前474
橫行妥尾不畏逐  顧盻欲去仍躊躇                                                                      眞寶前474
卒然一見心爲動  熟視稍稍摩其鬚                                                                      眞寶前474
固知畫者巧爲此  此物安肯來庭除                                                                      眞寶前474
想當盤礴欲畫時  睥睨衆史如庸奴                                                                      眞寶前474
神閑意定始一掃  功與造化論錙銖                                                                      眞寶前475
悲風颯颯吹黃蘆  上有寒雀驚相呼                                                                      眞寶前475
槎牙死樹鳴老烏  向之俛噣如哺雛                                                                      眞寶前475
山牆野壁黃昏後  馮婦遙看亦下車                                                                      眞寶前475
    桃源行                              王安石                                                      眞寶前476
望夷宮中鹿爲馬  秦人半死長城下                                                                      眞寶前476
避世不獨商山翁  亦有桃源種桃者                                                                      眞寶前476
一來種桃不記春  采花食實枝爲薪                                                                      眞寶前476
兒孫生長與世隔  知有父子無君臣                                                                      眞寶前476
漁郎放舟迷遠近  花間忽見驚相問                                                                      眞寶前476
世上空知古有秦  山中豈料今爲晉                                                                      眞寶前476
聞道長安吹戰塵  東風回首亦沾巾                                                                      眞寶前477
重華一去寧復得  天下紛紛經幾秦                                                                      眞寶前477
    今夕行                              杜甫                                                        眞寶前478
今夕何夕歲云徂  更長燭明不可孤                                                                      眞寶前478
咸陽客舍一事無  相與博塞爲歡娛                                                                      眞寶前478
憑陵大叫呼五白  袒跣不肯成梟盧                                                                      眞寶前478
英雄有時亦如此  邂逅豈卽非良圖                                                                      眞寶前478
君莫笑劉毅從來布衣願  家無儋石輸百萬                                                                眞寶前478
    君子行                              聶夷中                                                      眞寶前479
君子防未然  不處嫌疑間                                                                              眞寶前479
瓜田不納履  李下不正冠                                                                              眞寶前479
嫂叔不親授  長幼不比肩                                                                              眞寶前479
勞謙得其柄  和光甚獨難                                                                              眞寶前479
周公下白屋  吐哺不及餐                                                                              眞寶前479
一沐三握髮  後世稱聖賢                                                                              眞寶前479
    汾陰行                              李嶠                                                        眞寶前480
君不見昔日西京全盛時  汾陰后土親祭祠                                                                眞寶前480
齋宮宿寢設齋供  撞鍾鳴鼓樹羽旗                                                                      眞寶前480
漢家五葉才且雄  賓延萬靈服九戎                                                                      眞寶前480
柏梁賦詩高宴罷  詔書法駕幸河東                                                                      眞寶前481
河東太守親掃除  奉迎至尊導鑾輿                                                                      眞寶前481
五營將校列容衛  三河縱觀空里閭                                                                      眞寶前481
回旌駐蹕降靈場  焚香奠醑徼百祥                                                                      眞寶前481
金鼎發食正焜煌  靈祗煒燁攄景光                                                                      眞寶前481
埋玉陳牲禮神畢  擧麾上馬乘輿出                                                                      眞寶前481
彼汾之曲嘉可遊  木蘭爲檝桂爲舟                                                                      眞寶前481
櫂歌微吟彩鷁浮  簫鼓哀鳴白雲秋                                                                      眞寶前481
歡娛宴洽賜羣后  家家復除戶牛酒                                                                      眞寶前481
聲明動天樂無有  千秋萬歲南山壽                                                                      眞寶前481
自從天子向秦關  玉輦金車不復還                                                                      眞寶前481
珠簾羽帳長寂寞  鼎湖龍髥安可攀                                                                      眞寶前482
千齡人事一朝空  四海爲家此路窮                                                                      眞寶前482
雄豪意氣今何在  壇場宮苑盡蒿蓬                                                                      眞寶前482
路逢古老長太息  世事回環不可測                                                                      眞寶前482
昔時靑樓對歌舞  今日黃埃聚荊棘                                                                      眞寶前482
山川滿目淚沾衣  富貴榮華能幾時                                                                      眞寶前482
不見只今汾水上  惟有年年秋雁飛                                                                      眞寶前482
        古文眞寶前集卷之十二                                                                        眞寶前485
    吟類                                                                                            眞寶前485
    古長城吟                            王翰                                                        眞寶前485
長安少年無遠圖  一生惟羨執金吾                                                                      眞寶前485
麒麟殿前拜天子  走馬爲君西擊胡                                                                      眞寶前485
胡沙獵獵吹人面  漢虜相逢不相見                                                                      眞寶前485
遙聞鍾鼓動地來  傳道單于夜猶戰                                                                      眞寶前485
此時顧恩寧顧身  爲君一行摧萬人                                                                      眞寶前485
壯士揮戈回白日  單于濺血汙朱輪                                                                      眞寶前485
回來飮馬長城窟  長城道傍多白骨                                                                      眞寶前486
問之耆老何代人  云是秦王築城卒                                                                      眞寶前486
黃昏塞北無人烟  鬼哭啾啾聲沸天                                                                      眞寶前486
無罪見誅功不賞  孤魂流落此城邊                                                                      眞寶前486
當昔秦王按劍起  諸侯膝行不敢視                                                                      眞寶前486
富國强兵二十年  築怨興徭九千里                                                                      眞寶前486
秦王築城何太愚  天實亡秦非北胡                                                                      眞寶前486
一朝禍起蕭牆內  渭水咸陽不復都                                                                      眞寶前486
    百舌吟                              劉禹錫                                                      眞寶前487
曉星寥落春雲低  初聞百舌間關啼                                                                      眞寶前487
花枝滿空迷處所  搖動繁英墜紅雨                                                                      眞寶前487
笙簧百囀音韻多  黃鸝呑聲燕無語                                                                      眞寶前488
東方朝日遲遲升  迎風弄景如自矜                                                                      眞寶前488
數聲不盡又飛去  何許相逢祿楊路                                                                      眞寶前488
綿蠻宛轉似娛人  一心百舌何紛紜                                                                      眞寶前488
酡顔俠少停歌聽  墮珥妖姬和睡聞                                                                      眞寶前488
可憐光景何時盡  誰能低回避鷹隼                                                                      眞寶前488
廷尉張羅自不關  潘郎挾彈無情損                                                                      眞寶前488
天生羽族爾何微  舌端萬變乘春輝                                                                      眞寶前488
南方朱鳥一朝見  索寞無言蒿下飛                                                                      眞寶前488
    梁甫吟                              諸葛亮                                                      眞寶前489
步出齊城門  遙望蕩陰里                                                                              眞寶前489
里中有三墳  纍纍正相似                                                                              眞寶前490
問是誰家塚  田疆古冶氏                                                                              眞寶前490
力能排南山  文能絶地理                                                                              眞寶前490
一朝被讒言  二桃殺三士                                                                              眞寶前490
誰能爲此謀  相國齊晏子                                                                              眞寶前490
    引類                                                                                            眞寶前491
    丹靑引                              杜甫                                                        眞寶前491
將軍魏武之子孫  於今爲庶爲淸門                                                                      眞寶前491
英雄割據雖已矣  文彩風流今尙存                                                                      眞寶前491
學書初學衛夫人  但恨無過王右軍                                                                      眞寶前491
丹靑不知老將至  富貴於我如浮雲                                                                      眞寶前491
開元之中常引見  承恩數上南薰殿                                                                      眞寶前492
凌烟功臣少顔色  將軍下筆開生面                                                                      眞寶前492
良相頭上進賢冠  猛將腰間大羽箭                                                                      眞寶前492
褒公鄂公毛髮動  英姿颯爽來酣戰                                                                      眞寶前492
先帝天馬玉花驄  畫工如山貌不同                                                                      眞寶前492
是日牽來赤墀下  逈立閶闔生長風                                                                      眞寶前492
詔謂將軍拂絹素  意匠慘澹經營中                                                                      眞寶前492
斯須九重眞龍出  一洗萬古凡馬空                                                                      眞寶前492
玉花却在御榻上  榻上庭前屹相向                                                                      眞寶前492
至尊含笑催賜金  圉人太僕皆惆悵                                                                      眞寶前492
弟子韓幹早入室  亦能畫馬窮殊相                                                                      眞寶前492
幹惟畫肉不畫骨  忍使驊騮氣凋喪                                                                      眞寶前493
將軍盡善蓋有神  必逢佳士亦寫眞                                                                      眞寶前493
卽今漂泊干戈際  屢貌尋常行路人                                                                      眞寶前493
途窮返遭俗眼白  世上未有如公貧                                                                      眞寶前493
但看古來盛名下  終日坎壈纏其身                                                                      眞寶前493
    桃竹杖引                            杜甫                                                        眞寶前495
江心磻石生桃竹  蒼波噴浸尺度足                                                                      眞寶前495
斬根削皮如紫玉  江妃水仙惜不得                                                                      眞寶前495
梓潼使君開一束  滿堂賓客皆歎息                                                                      眞寶前495
憐我老病贈兩莖  出入爪甲鏗有聲                                                                      眞寶前495
老夫復欲東南征  乘濤鼓枻白帝城                                                                      眞寶前495
路幽必爲鬼神奪  拔劍或與蛟龍爭                                                                      眞寶前495
重爲告曰  杖兮杖兮                                                                                  眞寶前495
爾之生也甚正直  愼勿見水踴躍學變化爲龍                                                              眞寶前495
使我不得爾之扶持  滅跡於君山湖上之靑峯                                                              眞寶前495
噫風塵澒洞兮豺虎咬人  忽失雙杖兮吾將曷從                                                            眞寶前497
    韋諷錄事宅觀曹將軍畫馬圖引          杜甫                                                        眞寶前497
國初已來畫鞍馬  神妙獨數江都王                                                                      眞寶前497
將軍得名三十載  人間又見眞乘黃                                                                      眞寶前497
曾貌先帝照夜白  龍池十日飛霹靂                                                                      眞寶前497
內府殷紅馬腦盤  婕妤傳詔才人索                                                                      眞寶前497
盤賜將軍拜舞歸  輕紈細綺相追飛                                                                      眞寶前497
貴戚權門得筆跡  始覺屛障生光輝                                                                      眞寶前497
昔日太宗拳毛騧  近時郭家師子花                                                                      眞寶前497
今之新圖有二馬  復令識者久歎嗟                                                                      眞寶前497
此皆騎戰一敵萬  縞素漠漠開風沙                                                                      眞寶前497
其餘七匹亦殊絶  逈若寒空動烟雪                                                                      眞寶前497
霜蹄蹴踏長楸間  馬官厮養森成列                                                                      眞寶前498
可憐九馬爭神駿  顧視淸高氣深穩                                                                      眞寶前498
借問苦心愛者誰  後有韋諷前支遁                                                                      眞寶前498
憶昔巡幸新豐宮  翠華拂天來向東                                                                      眞寶前498
騰驤磊落三萬匹  皆與此圖筋骨同                                                                      眞寶前498
自從獻寶朝河宗  無復射蛟江水中                                                                      眞寶前498
君不見金粟堆前松柏裏  龍媒去盡鳥呼風                                                                眞寶前498
    曲類                                                                                            眞寶前500
    明妃曲                              王安石                                                      眞寶前500
明妃初出漢宮時  淚濕春風鬢脚垂                                                                      眞寶前500
低回顧影無顔色  尙得君王不自持                                                                      眞寶前500
歸來却怪丹靑手  入眼平生未曾有                                                                      眞寶前500
意態由來畫不成  當年枉殺毛延壽                                                                      眞寶前500
一去心知更不歸  可憐著盡漢宮衣                                                                      眞寶前500
寄聲欲問塞南事  只有年年鴻雁飛                                                                      眞寶前501
佳人萬里傳消息  好在氈城莫相憶                                                                      眞寶前501
君不見咫尺長門閉阿嬌  人生失意無南北                                                                眞寶前501
    明妃曲                              王安石                                                      眞寶前502
明妃出嫁與胡兒  氈車百兩皆胡姬                                                                      眞寶前502
含情欲語獨無處  傳與琵琶心自知                                                                      眞寶前502
黃金捍撥春風手  彈看飛鴻勸胡酒                                                                      眞寶前502
漢宮侍女暗垂淚  沙上行人却回首                                                                      眞寶前502
漢恩自淺胡自深  人生樂在相知心                                                                      眞寶前502
可憐靑冢已蕪沒  尙有哀絃留至今                                                                      眞寶前502
    明妃曲                              歐陽修                                                      眞寶前503
漢宮有佳人  天子初未識                                                                              眞寶前503
一朝隨漢使  遠嫁單于國                                                                              眞寶前503
絶色天下無  一失難再得                                                                              眞寶前503
雖能殺畫工  於事竟何益                                                                              眞寶前503
耳目所及尙如此  萬里安能制夷狄                                                                      眞寶前503
漢計誠已拙  女色難自誇                                                                              眞寶前503
明妃去時淚  洒向枝上花                                                                              眞寶前503
狂風日暮起  飄泊落誰家                                                                              眞寶前504
紅顔勝人多薄命  莫怨春風當自嗟                                                                      眞寶前504
    明妃曲和王介甫                      歐陽修                                                      眞寶前504
胡人以鞍馬爲家射獵爲俗  泉甘草美無常處  鳥驚獸駭爭馳逐                                              眞寶前504
誰將漢女嫁胡兒  風沙無情面如玉                                                                      眞寶前505
身行不遇中國人  馬上自作思歸曲                                                                      眞寶前505
推手爲琵却手琶  胡人共聽亦咨嗟                                                                      眞寶前505
玉顔流落死天涯  琵琶却傳來漢家                                                                      眞寶前505
漢宮爭按新聲譜  遺恨已深聲更苦                                                                      眞寶前505
纖纖女手生洞房  學得琵琶不下堂                                                                      眞寶前505
不識黃雲出塞路  豈知此聲能斷腸                                                                      眞寶前505
    塞上曲                              黃庭堅                                                      眞寶前506
十月北風燕草黃  燕人馬肥弓力强                                                                      眞寶前506
虎皮裁鞍鵰羽箭  射殺山陰雙白狼                                                                      眞寶前506
靑氈帳高雪不濕  擊鼓傳觴令行急                                                                      眞寶前506
戎王半醉擁貂裘  昭君猶抱琵琶泣                                                                      眞寶前506
    烏棲曲                              李白                                                        眞寶前507
姑蘇臺上烏棲時  吳王宮裏醉西施                                                                      眞寶前507
吳歌楚舞歡未畢  靑山猶銜半邊日                                                                      眞寶前507
銀箭金壺漏水多  起看秋月墜江波  東方漸高奈樂何                                                      眞寶前507
    辭類                                                                                            眞寶前508
    連昌宮辭                            元稹                                                        眞寶前508
連昌宮中滿宮竹  歲久無人森似束                                                                      眞寶前508
又有牆頭千葉桃  風動落花紅蔌蔌                                                                      眞寶前508
宮邊老人爲余泣  少年選進因曾入                                                                      眞寶前508
上皇正在望仙樓  太眞同憑欄干立                                                                      眞寶前508
樓上樓前盡珠翠  炫轉熒煌照天地                                                                      眞寶前508
歸來如夢復如癡  何暇備言宮裏事                                                                      眞寶前509
初過寒食一百五  店舍無烟宮樹綠                                                                      眞寶前509
夜半月高絃索鳴  賀去琵琶定場屋                                                                      眞寶前509
力士傳呼覓念奴  念奴潛伴諸郎宿                                                                      眞寶前509
須匹覓得又連催  特勅街中許燃燭                                                                      眞寶前509
春嬌滿眼睡紅綃  掠削雲鬟旋粧束                                                                      眞寶前509
飛上九天歌一聲  二十五郎吹管逐                                                                      眞寶前509
逡巡大遍梁州徹  色色龜茲轟綠續                                                                      眞寶前509
李謨擫笛傍宮牆  偸得新翻數般曲                                                                      眞寶前509
平明大駕發行宮  萬人鼓舞途路中                                                                      眞寶前509
百官隊仗避岐薛  楊氏諸姨車鬪風                                                                      眞寶前509
明年十月東都破  御路猶存祿山過                                                                      眞寶前510
驅令供頓不敢藏  萬姓無聲淚潛墮                                                                      眞寶前510
兩京定後六七年  却尋家舍行宮前                                                                      眞寶前510
莊園燒盡有枯井  行宮門闥樹宛然                                                                      眞寶前510
爾後相傳六皇帝  不到離宮門久閉                                                                      眞寶前510
往來年少說長安  玄武樓成花萼廢                                                                      眞寶前510
去年敕使因斫竹  偶値門開蹔相逐                                                                      眞寶前510
荊榛櫛比塞池塘  狐免驕癡綠樹木                                                                      眞寶前510
舞榭欹傾基尙存  文窓窈窕紗猶綠                                                                      眞寶前510
塵埋粉壁舊花鈿  烏喙風箏碎如玉                                                                      眞寶前510
上皇偏愛臨砌花  依然御榻臨階斜                                                                      眞寶前510
蛇出燕巢盤斗栱  菌生香案正當衙                                                                      眞寶前511
寢殿相連端正樓  太眞梳洗樓上頭                                                                      眞寶前511
晨光未出簾影黑  至今反掛珊瑚鉤                                                                      眞寶前511
指向傍人因慟哭  却出宮門淚相續                                                                      眞寶前511
自從此後還閉門  夜夜狐狸上門屋                                                                      眞寶前511
我聞此語心骨悲  太平誰致亂者誰                                                                      眞寶前511
翁言野父何分別  耳聞眼見爲君說                                                                      眞寶前511
姚崇宋璟作相公  勸諫上皇言語切                                                                      眞寶前511
燮理陰陽禾黍豐  調和中外無兵戎                                                                      眞寶前511
長官淸平太守好  揀選皆言由至公                                                                      眞寶前511
開元欲末姚宋死  朝廷漸漸由妃子                                                                      眞寶前511
祿山宮裏養作兒  虢國門前鬧如市                                                                      眞寶前512
弄權宰相不記名  依俙憶得楊與李                                                                      眞寶前512
廟謨顚倒四海搖  五十年來作瘡痏                                                                      眞寶前512
今皇神聖丞相明  詔書纔下吳蜀平                                                                      眞寶前512
官軍又取淮西賊  此賊亦除天下寧                                                                      眞寶前512
年年耕種宮前道  今年不遣子孫耕                                                                      眞寶前512
老翁此意深望幸  努力廟謨休用兵                                                                      眞寶前512
        古文眞寶後集卷之一                                                                          眞寶後   
    樂志論                              仲長統                                                      眞寶後69 
使居有良田廣宅 背山臨流 溝池環匝 竹木周布 場圃築前  果園樹後                                        眞寶後70 
舟車足以代步涉之難 使令足以息四體之役 養親有兼珍之膳 妻孥無苦身之勞                                 眞寶後70 
良朋萃止 則陳酒肴以娛之 嘉時吉日 則烹羔豚以奉之                                                     眞寶後70 
躕躇畦苑 遊戲平林 濯淸水 追涼風 釣游鯉 弋高鴻  諷於舞雩之下                                         眞寶後70 
詠歸高堂之上 安神閨房 思老氏之玄虛 呼及精和  求至人之彷彿                                           眞寶後70 
與達者數子 論道講書 俯仰二儀 錯綜人物 彈南風之雅操 淸商之妙曲                                       眞寶後70 
逍遙一世之上 睥睨天地之間 不受當時之責 永保性命之期                                                 眞寶後70 
如是則可以凌霄漢出宇宙之外矣 豈羨夫入帝王之門哉                                                     眞寶後70 
    後出師表                            諸葛孔明                                                    眞寶後76 
先帝慮漢賊不兩立 王業不偏安 故託臣以討賊也 以先帝之明 量臣之才                                      眞寶後78 
固知臣伐賊才弱敵彊也 然不伐賊 王業亦亡 惟坐而待亡  孰與伐之                                         眞寶後78 
是故託臣而弗疑也 臣受命之日 寢不安席 食不甘味  思惟北征                                             眞寶後78 
宜先入南 故五月渡瀘 深入不毛 並日而食 臣非不自惜也 顧王業不可得偏安於蜀都                           眞寶後78 
故冒危難 以奉先帝之遺意  而議者謂爲非計                                                             眞寶後78 
今賊適疲於西 又務於東 兵法乘勞 此進趨之時也  謹陳其事如左                                           眞寶後78 
高帝明並日月 謀臣淵深 然涉險被創 危然後安  今陛下未及高帝                                           眞寶後78 
謀臣不如良平 而欲以長策取勝 坐定天下 此臣之未解一也  劉繇王朗                                       眞寶後78 
各據州郡 論安言計 動引聖人 羣疑滿腹 衆難塞　 今歲不戰                                               眞寶後78 
明年不征 使孫策坐大 遂並江東 此臣之未解二也 曹操智計 殊絶於人                                       眞寶後78 
其用兵也 髣髴孫吳 然困於南陽 險於烏巢 危於祁連 偪於黎陽                                             眞寶後79 
幾敗北山 殆死潼關 然後僞定一時爾 況臣才弱而欲以不危而定之                                           眞寶後79 
此臣之未解三也 曹操五攻昌霸不下 四越巢湖不成 任用李服而李服圖之                                     眞寶後79 
委任夏侯而夏侯敗亡 先帝每稱操爲能 猶有此失 況臣駑下何能必勝                                         眞寶後79 
此臣之未解四也 自臣到漢中 中間期年耳 然喪趙雲陽羣馬玉閻芝丁立白壽劉郃鄧銅等                         眞寶後79 
及曲長屯將七十餘人 突將無前賨叟靑羌散騎武騎一千餘人                                                 眞寶後79 
此皆數十年之內所糾合四方之精銳 非一州之所有                                                         眞寶後79 
若復數年 則損三分之二也 當何以圖敵 此臣之未解五也                                                   眞寶後79 
今民窮兵疲 而事不可息 事不可息 則住與行 勞費正等 而不及蚤圖之                                       眞寶後79 
欲以一州之地 與賊持久 此臣之未解六也   夫難平者事也                                                 眞寶後79 
昔先帝敗軍於楚 當此時 曹操拊手 謂天下已定 然後先帝東連吳越                                          眞寶後79 
西取巴蜀 擧兵北征 夏侯授首 此操之失計 而漢事將成也  然後吳更違盟                                    眞寶後79 
關羽毁敗 秭歸蹉跌 曹丕稱帝 凡事如是 難可逆見 臣鞠躬盡瘁                                             眞寶後79 
死而後已 至於成敗利鈍 非臣之明所能逆覩也                                                            眞寶後79 
    酒德頌                              劉伯倫                                                      眞寶後82 
有大人先生 以天地爲一朝 萬期爲須臾 日月爲扃牖   八荒爲庭衢                                          眞寶後83 
行無轍跡 居無室廬 幕天席地 縱意所如 止則操巵執觚  動則挈榼提壺                                      眞寶後83 
唯酒是務 焉知其餘 有貴介公子搢紳處士 聞吾風聲  議其所以                                             眞寶後83 
乃奮袂攘衿 怒目切齒 陳說禮法 是非鋒起 先生於是 方捧甖承糟                                           眞寶後83 
銜杯漱醪 奮髥踑踞 枕麴藉糟 無思無慮 其樂陶陶   兀然而醉                                             眞寶後83 
恍爾而醒 靜聽不聞雷霆之聲 熟視不見泰山之形  不覺寒暑之切肌                                          眞寶後83 
嗜慾之感情 俯觀萬物擾擾焉 如江漢之浮萍 二豪侍側焉 如蜾蠃之與螟蛉                                    眞寶後83 
                                                                                                    眞寶後83 
        古文眞寶後集卷之二                                                                          眞寶後109
    滕王閣序                            王勃                                                        眞寶後109
南昌故郡 洪都新府 星分翼軫 地接衡廬 襟三江而帶五湖  控蠻荊而引甌勢                                  眞寶後112
物華天寶 龍光射牛斗之墟 人傑地靈   徐孺下陳番之榻                                                   眞寶後112
雄州霧列 俊彩星馳 臺隍枕夷夏之交 賓主盡東南之美 都督閻公之雅望                                      眞寶後112
棨戟遙臨 宇文新州之懿範 襜帷蹔駐 十旬休暇 勝友如雲 千里逢迎                                         眞寶後112
高朋滿座 騰蛟起鳳 孟學士之詞宗 紫電淸霜  王將軍之武庫                                               眞寶後113
家君作宰 路出名區 童子何知 躬逢勝餞 時維九月   序屬三秋                                             眞寶後113
潦水盡而寒潭淸 烟光凝而暮山紫 儼驂騑於上路 訪風景於崇阿 臨帝子之長洲                                眞寶後113
得仙人之舊館 層巒聳翠 上出重霄 飛閣流丹  下臨無地                                                   眞寶後113
鶴汀鳧渚 窮島嶼之縈廻 桂殿蘭宮 列崗巒之體勢  披綉闥俯雕甍                                           眞寶後113
山原曠其盈視 川澤盱其駭矚 閭閻撲地 鍾鳴鼎食之家  舸艦迷津                                           眞寶後113
靑雀黃龍之舳 虹銷雨霽 彩徹雲衢 落霞與孤鶩齊飛  秋水共長天一色                                       眞寶後113
漁舟唱晩 響窮彭蠡之濱 雁陣驚寒 聲斷衡陽之浦  遙吟俯暢                                               眞寶後113
逸興遄飛 爽籟發而淸風生 纖歌凝而白雲遏 睢園綠竹  氣凌彭澤之樽                                       眞寶後113
鄴水朱華 光照臨川之筆 四美具二難並 窮睇眄於中天  極娛遊於暇日                                       眞寶後113
天高地逈 覺宇宙之無窮 興盡悲來 識盈虛之有數  望長安於日下                                           眞寶後113
指吳會於雲間 地勢極而南溟深 天柱高而北辰遠 關山難越                                                 眞寶後113
誰悲失路之人 萍水相逢 盡是他鄕之客 懷帝閽而不見  奉宣室以何年                                       眞寶後113
嗚呼時運不齊 命途多舛 馮唐易老 李廣難封  屈賈誼於長沙                                               眞寶後113
非無聖主 竄梁鴻於海曲 豈乏明時 所賴君子安貧  達人知命                                               眞寶後113
老當益壯 寧知白首之心 窮且益堅 不墜靑雲之志   酌貪泉而覺爽                                          眞寶後113
處涸轍以猶懽 北海雖賖 扶搖可接 東隅已逝 桑楡非晩  孟嘗高潔                                          眞寶後113
空懷報國之心 阮籍猖狂 豈效窮途之哭 勃三尺微命 一介書生  無路請纓                                    眞寶後113
等終軍之弱冠 有懷投筆 慕宗慤之長風 舍簪笏於百齡  奉晨昏於萬里                                       眞寶後113
非謝家之寶樹 接孟氏之芳鄰 他日趨庭 叨陪鯉對  今晨捧袂                                               眞寶後113
喜託龍門 楊意不逢 撫凌雲而自惜 鍾期旣遇  奏流水以何慙                                               眞寶後113
嗚呼勝地不常 盛筵難再 蘭亭已矣 梓澤丘墟 臨別贈言 幸承恩於偉餞                                       眞寶後114
登高作賦 是所望於羣公 敢竭鄙誠 恭疏短引 一言均賦 四韻俱成                                           眞寶後114
                                                                                                    眞寶後114
  滕王高閣臨江渚 佩玉鳴鑾罷歌舞 畫棟朝飛南浦雲  朱簾暮捲西山雨                                      眞寶後114
  閑雲潭影日悠悠 物換星移度幾秋 閣中帝子今何在 檻外長江空自流                                       眞寶後114
                                                                                                    眞寶後114
    春夜宴桃李園序                      李太白                                                      眞寶後120
夫天地者 萬物之逆旅 光陰者 百代之過客 而浮生若夢  爲歡幾何                                          眞寶後120
古人秉燭夜遊 良有以也 況陽春召我以烟景 大塊假我以文章 會桃李之芳園                                  眞寶後120
序天倫之樂事 羣季俊秀 皆爲惠連 吾人詠歌  獨慚康樂                                                   眞寶後120
幽賞未已 高談轉淸 開瓊筵以坐花 飛羽觴而醉月 不有佳作  何伸雅懷                                      眞寶後120
如詩不成 罰依金谷酒數                                                                               眞寶後120
    與韓荊州書                          李太白                                                      眞寶後121
白聞天下談士 相聚而言曰 生不用封萬戶侯 但願一識韓荊州 何令人之景慕一至於此                          眞寶後123
豈不以周公之風 躬吐握之事  使海內豪俊奔走而歸之                                                     眞寶後123
一登龍門 則聲價十倍 所以龍蟠鳳逸之之士 皆欲收名定價於君侯                                           眞寶後123
君侯不以富貴而驕之 寒賤而忽之 則三千之中有毛遂 使白得穎脫而出                                       眞寶後123
卽其人焉 白隴西布衣 流落楚漢 十五好劍術  徧干諸侯                                                   眞寶後123
三十成文章 歷抵卿相 雖長不滿七尺 而心雄萬夫  皆王公大人                                             眞寶後123
許與氣義 此疇曩心跡 安敢不盡於君侯哉 君侯制作侔神明 德行動天地                                      眞寶後123
筆參造化 學究天人 幸願開張心顔 不以長揖見拒  必若接之以高宴                                         眞寶後123
縱之以淸談 請日試萬言 倚馬可待 今天下以君侯爲文章之司命                                             眞寶後123
人物之權衡 一經品題 便作佳士 而今君侯  何惜階前盈尺之地                                             眞寶後123
不使白揚眉吐氣 激昂靑雲耶 昔王子師 爲豫州未下車  卽辟荀慈明                                         眞寶後123
旣下車 又辟孔文擧 山濤作冀州 甄拔三十餘人  或爲侍中尙書                                             眞寶後126
先代所美 而君侯亦一薦嚴協律 入爲秘書郎 中間崔宗之房習祖黎昕許瑩之徒                                 眞寶後126
或以才名見知 或以淸白見賞 白每觀其銜恩撫躬 忠義奮發                                                 眞寶後126
白以此感激 知君侯推赤心於諸賢腹中 所以不歸他人 而願                                                 眞寶後126
委身國士 儻急難有用 敢效微軀 且人非堯舜 誰能盡善  白謨猷籌畫                                        眞寶後126
安能自矜 至於制作 積成卷軸 則欲塵穢視聽 恐難雕蟲小伎 不合大人                                       眞寶後126
若賜觀芻蕘 請給紙筆 兼之書人 然後退掃閑軒  繕寫呈上                                                 眞寶後126
庶靑萍結綠 長價於薛卞之門 幸推下流 大開獎飾 惟君侯圖之                                              眞寶後126
    大寶箴                              張蘊古                                                      眞寶後128
今來古往 俯察仰觀 惟辟作福 爲君實難 主普天之下  處王公之上                                          眞寶後129
任土貢其所求 具寮陳其所唱 是故恐懼之心日弛 邪僻之情轉放 豈知事起乎所忽                              眞寶後129
禍生乎無妄 固以聖人受命 拯溺亨屯 歸罪於己  因心於民                                                 眞寶後129
大明無私照 至公無私親 故以一人治天下 不以天下奉一人                                                 眞寶後129
禮以禁其奢 樂以防其佚 左言而右事 出警而入蹕   四時調其慘舒                                          眞寶後130
三光同其得失 故身爲之度而聲爲之律 勿謂無知 居高聽卑 勿謂何害                                        眞寶後130
積小就大 樂不可極 樂極生哀 欲不可縱 縱欲成災 壯九重於內                                             眞寶後130
所居不過容膝 彼昏不知 瑤其臺而瓊其室 羅八珍於前 所食不過適口                                        眞寶後130
唯狂罔念 丘其糟而池其酒 勿內荒於色 勿外荒於禽  勿貴難得貨                                           眞寶後130
勿聽亡國音 內荒伐人性 外荒蕩人心 難得之貨侈  亡國之音淫                                             眞寶後130
勿謂我尊而傲賢慢士 勿謂我智而拒諫矜己 聞之夏后 據饋頻起 亦有魏帝                                    眞寶後130
牽裾不止 安彼反側 如春陽秋露 巍巍蕩蕩 恢漢高大度 撫茲庶事                                           眞寶後130
如履薄臨深 戰戰慄慄 用周文小心 詩之不識不知  書之無偏無黨                                           眞寶後130
一彼此於　臆 損好惡於心想 衆棄而後加刑 衆悅而後行賞                                                 眞寶後134
弱其强而治其亂 伸其屈而直其枉 故曰如衡如石 不定物以限 物之懸者輕重自見                              眞寶後134
如水如鏡 不示物以情 物之鑑者姸媸自生 勿渾渾而濁                                                     眞寶後134
勿皎皎而淸 勿汶汶而闇 勿察察而明 雖冕旒蔽目  而視於未形                                             眞寶後134
雖黈纊塞耳 而聽於無聲 縱心乎湛然之域 遊神於至道之精 知之者應洪纖而效響                              眞寶後134
酌之者隨淺深而皆盈 故曰天之經地之寧王之貞  四                                                       眞寶後134
時不言而代序 萬物無言而化成 豈知帝力而天下和平 吾王撥亂 戡以智力                                    眞寶後134
民懼其威 未懷其德 我皇撫運 扇以淳風 民懷其始 未保其終                                               眞寶後134
爰述金鏡 窮神盡聖 使人以心 應言以行 包括治體   仰揚詞令                                             眞寶後134
天下爲公 一人有慶 開羅起祝 援琴命詩 一日二日 念茲在茲 惟人所召                                      眞寶後134
自天祐之 諍臣司直 敢告前疑                                                                          眞寶後134
    大唐中興頌                          元次山[結]                                                  眞寶後137
天寶十四年 安祿山陷洛陽 明年陷長安 天子幸蜀 太子卽位於靈武                                          眞寶後138
明年皇帝 移軍鳳翔 其年復兩京 上皇還京師 於戲前代帝王  有盛德大業者                                  眞寶後138
必見歌頌 若今歌頌大業 刻之金石 非老於文學  其誰宜爲                                                 眞寶後138
頌曰                                                                                                眞寶後138
噫嘻前朝 孽臣姦驕 爲昏爲妖 邊將騁兵 毒亂國經 羣生失寧 大駕南巡                                      眞寶後139
百僚竄身 奉賤稱臣 天將昌唐 繄睨我皇 匹馬北方 獨立一呼                                               眞寶後139
千麾萬旟 戎卒前驅 我師其東 儲皇撫戎 蕩蓑羣凶 復復指期 曾不踰時                                      眞寶後139
有國無之 事有至難 宗廟再安 二聖重歡 地闢天開 蠲除妖災                                               眞寶後139
瑞慶大來 凶徒逆儔 涵濡天休 死生堪羞 功勞位尊 忠烈名存 澤流子孫                                      眞寶後139
山高日昇 萬福是膺 能令大君 聲容沄沄 不在斯文 湘江東西                                               眞寶後139
中直浯溪 石崖天齊 可磨可鑴 刊死頌焉 何千萬年                                                        眞寶後139
    重答張籍書                          韓退之                                                      眞寶後151
吾子不以愈無似 意欲推而納之聖賢之域 拂其邪心 增其所未高 謂愈之質有可至於道者                        眞寶後153
浚其源道其所歸 漑其根將食其實  此盛德者之所辭讓                                                     眞寶後153
況於愈者哉 抑其中有宜復者 故不可遂已 昔者聖人之作                                                   眞寶後153
春秋也 旣深其文辭矣 然猶不敢公傳道之 口授弟子 至於後世  然後其書出焉                                眞寶後153
其所以慮患之道微矣 今夫二氏之所宗而事之者  下及公卿輔相                                             眞寶後153
吾豈敢昌言排之哉 擇其可語者誨之 猶時與吾悖 其聲譊譊                                                 眞寶後153
若遂成其書 則見而怒之者必多矣 必且以我爲狂爲惑 其身之不能恤                                         眞寶後153
書於吾何有 夫子聖人也 且曰自吾得子路而惡聲不入於耳 其餘輔而相者周天下                               眞寶後153
猶且絶糧於陳 畏於匡 毁於叔孫 奔走於齊魯宋衛之郊                                                     眞寶後153
其道雖尊 其窮也亦甚矣 賴其徒相與守之   卒有立於天下                                                 眞寶後153
向使獨言而獨書之 其存也可冀乎 今夫二氏之行乎中土也  蓋六百餘年矣                                    眞寶後153
其植根固 其流波漫 非可以朝令而夕禁也 自文王沒  武王周公成康                                         眞寶後153
相與守之 禮樂皆在 至乎夫子未久也 自夫子而至乎孟子未久也                                             眞寶後153
自孟子而至乎揚雄亦未久也 然猶其勤若此  其困若此而後                                                 眞寶後153
能有所立 吾其可易而爲之哉 其爲也易 則其傳也不遠 故余所以不敢也                                      眞寶後153
然觀古人 得其時行其道 則無所爲書 爲書者  皆所爲不得行乎今而行乎後者也                               眞寶後156
今吾之得吾志失吾志未可知 俟五六十爲之未失也                                                         眞寶後156
天不欲使茲人有知乎 則吾之命不可期 如使茲人有知乎 非我其誰哉                                         眞寶後156
其行道其爲書其化今其傳後 必有在矣  吾子其何遽戚戚於吾所爲哉                                         眞寶後156
前書謂吾與人商論 不能下氣 若好已勝者然 雖誠有之  抑非好己勝也                                       眞寶後156
好己之道勝也 己之道 乃夫子孟軻揚雄所傳之道也 若不勝則無以爲道                                       眞寶後156
吾豈敢避是名哉 夫子之言曰 吾與回言 終日不違如愚                                                     眞寶後156
則其與衆人辯也有矣 駁雜之譏 前書盡之 吾子其復之  昔者夫子猶有所戲                                   眞寶後156
詩不云乎 善戲謔兮 不爲虐兮 記曰 張而不弛 文武不爲也                                                 眞寶後156
豈害於道哉 吾子其未之思乎 孟君將有所適   思與吾子別                                                 眞寶後156
庶幾一來 愈再拜                                                                                     眞寶後156
    上張僕射書                          韓退之                                                      眞寶後158
九月一日 愈再拜 受牒之明日 在使院中 有小吏持院中故事節目十餘事                                      眞寶後159
來示愈 其中不可者 有自九月至明年二月之終   皆晨入夜歸                                               眞寶後159
非有疾病事故 輒不許出 當時以初受命 不敢言 古人有言曰  人各有能有不能                                眞寶後159
若此者 非愈之所能也 抑而行之 必發狂疾  上無以承事于公                                               眞寶後159
忘其將所以報德者 下無以自立 喪失其所以爲心 夫如是則安得而不言                                       眞寶後159
凡執事之擇於愈者 非謂其能晨入夜歸也  必將有以取之                                                   眞寶後159
苟有以取之 雖不晨入夜歸 其所取者猶在也 下之事上  不一其事                                           眞寶後160
上之使下 不一其事 量力而任之 度才而處之 其所不能 不彊使爲                                           眞寶後160
是故爲下者不獲罪於上 爲上者不得怨於下矣 孟子有云 今之諸侯                                           眞寶後160
無大相過者 以其皆好臣其所敎 而不好臣其所受敎 今之時與孟子之時                                       眞寶後160
又加遠矣 皆好其聞命而奔走者 不好其直己而行道者 聞命而奔走者                                         眞寶後160
好利者也 直己而行道者 好義者也 未有好利而愛其君者                                                   眞寶後160
未有好義而忘其君者 今之王公大人 惟執事可以聞此言  惟愈於執事也可以此言進                            眞寶後160
愈蒙幸於執事 其所從舊矣 若寬假之 使不失其性                                                         眞寶後161
加待之 使足以爲名 寅而入 盡辰而退 申而入 終酉而退 率以爲常                                          眞寶後161
亦不廢事 天下之人 聞執事之於愈如是也  必皆曰執事之好士也如此                                        眞寶後162
執事之待士以禮如此 執事之使人不枉其性 而能有容如此 執事之欲成人之名如此                             眞寶後162
執事之厚於故舊如此  又將曰 韓愈之識其所依歸也如此                                                   眞寶後162
韓愈之不諂屈於富貴之人如此 韓愈之賢能使其主待之以禮如此                                             眞寶後162
則死於執事之門無悔也 若使隨行而入 逐隊而趨 言不敢盡其誠                                             眞寶後162
道有所屈於己 天下之人聞執事之於愈如此 皆曰 執事之用韓愈                                             眞寶後162
哀其窮 收之而已耳 韓愈之事執事 不以道 利之而已耳 苟如是雖日受千金之賜                               眞寶後162
一歲九遷其官 感恩則有之矣  將以稱於天下曰知己則未也                                                 眞寶後162
伏惟哀其所不足 矜其愚 不錄其罪 察其辭而垂仁採納焉                                                   眞寶後162
愈恐懼再拜                                                                                          眞寶後162
    爲人求薦書                          韓退之                                                      眞寶後163
木在山 馬在肆 過之而不顧者 雖日累千萬人   未爲不材與下乘也                                          眞寶後164
及至匠石過之而不睨 伯樂遇之而不顧 然後知其非棟梁之材超逸之足也                                      眞寶後164
以某在公之宇下非一日 而又辱居姻婭之後  是生于匠石之園                                               眞寶後164
長于伯樂之廐者也 於是而不得知 假有見知者千萬人  亦何足云耳                                          眞寶後164
今幸賴天子每歲 詔公卿大夫貢士 若某等比 咸得以薦聞 是以冒進其說                                      眞寶後164
以累於執事 亦不自量已 然執事其知某何如哉 昔人有鬻馬不售於市者                                       眞寶後164
知伯樂之善相也 從而求之 伯樂一顧 價增三倍  某與其事頗相類                                           眞寶後164
是故始終言之耳                                                                                      眞寶後164
    答陳商書                            韓退之                                                      眞寶後165
愈白 辱惠書 語高而旨深 三四讀尙不能通曉 茫然增愧赧  又不以其淺弊無過人智識                          眞寶後166
且喩以所守 幸甚 愈敢不吐露情實 然自識其不足補吾子所須也                                             眞寶後166
齊王好竽 有求仕於齊者 操瑟而往 立王之門  三年不得入                                                 眞寶後166
叱曰 吾瑟鼓之 能使鬼神上下   吾鼓瑟合軒轅氏之律呂                                                   眞寶後166
客罵之曰 王好竽而子鼓瑟 瑟雖工 如王之不好何 是所謂工於瑟而不工於求齊也                              眞寶後166
今擧進士於此世 求祿利行道於此世  而爲文必使一                                                       眞寶後166
世人不好 得無與操瑟立齊門者比歟 文誠工不利於求  求不得則怒且怨                                      眞寶後166
不知君子必爾爲不也 故區區之心 每有來訪者 皆有意於不肖者也                                           眞寶後166
略不辭讓 遂盡言 惟吾子諒察                                                                          眞寶後166
        古文眞寶後集卷之三                                                                          眞寶後208
    送窮文                              韓退之                                                      眞寶後208
元和六年正月乙丑晦 主人使奴星結柳作車 縛草爲船 載糗輿粻 牛繫軛下                                    眞寶後210
引帆上檣 三揖窮鬼而告之曰 聞子行有日矣 鄙人不敢問所途                                               眞寶後210
躬具船與車 備載糗粻 日吉辰良 利行四方 子飯一盂 子啜一觴                                             眞寶後210
携朋挈儔 去故就新 駕塵　風 與電爭先 子無底滯之尤  我有資送之恩                                      眞寶後210
子等有意於行乎 屛息潛聽 如聞音聲 若嘯若啼 砉欻嚘嚶 毛髮盡竪                                         眞寶後210
竦肩縮頸 疑有而無 久乃可明 若有言者 曰 吾與子居四十年餘                                             眞寶後210
子在孩提 吾不子愚 子學子耕 求官與名 惟子是從 不變于初                                               眞寶後210
門神戶靈 我叱我呵 包羞詭隨 志不在他 子遷南荒 熱爍濕蒸 我非其鄕                                      眞寶後210
百鬼欺陵 太學四年 朝　暮鹽 惟我保汝 人皆汝嫌 自初及終                                               眞寶後210
未始背汝 心無異謀 口絶行語 於何聽聞 云我當去  是必夫子信讒有間於予也                                眞寶後210
我鬼非人 安用車船 鼻嗅臭香 糗粻可捐 單獨一身 誰爲朋儔                                               眞寶後211
子苟備知 可數以不 子能盡言 可謂聖智 情狀旣露 敢不廻避                                               眞寶後211
主人應之曰 子以吾爲眞不知也邪 子之朋儔 非六非四  在十去五                                           眞寶後211
滿七除二 各有主張 私立名字 捩手覆羹 轉喉觸諱 凡所以使吾面目可憎                                     眞寶後211
語言無味者 皆子之志也 其一 名曰智窮 矯矯亢亢 惡圓喜方                                               眞寶後211
羞爲姦欺 不忍害傷 其次 名曰學窮 傲數與名 摘抉杳微  高挹羣言                                         眞寶後211
執神之機 又其次 曰文窮 不專一能 怪怪奇奇   不可時施                                                 眞寶後211
秪以自嬉 又其次 曰命窮 影與形殊 面醜心姸 利居衆後 責在人先                                          眞寶後211
又其次 曰交窮 磨肌戞骨 吐出心肝 企足以待 寘我讎寃 凡此五鬼                                          眞寶後211
爲吾五患 飢我寒我 興訛造訕 能使我迷 人莫能間 朝悔其行 暮已復然                                      眞寶後211
蠅營狗苟 驅去復還 言未畢 五鬼相與張眼吐舌 跳踉偃仆 抵掌頓脚                                         眞寶後211
失笑相顧 徐謂主人曰 子知我名凡我所爲 驅我令去  小黠大癡                                             眞寶後211
人生一世 其久幾何 吾立子名 百世不磨 小人君子 其心不同                                               眞寶後211
惟乖於時 乃與天通 携持琬琰 易一羊皮 飫於肥甘 慕彼糠糜 天下知子                                      眞寶後211
誰過於予 雖遭斤逐 不忍子疎 謂予不信 請質詩書 主人於是                                               眞寶後211
垂頭喪氣 上手稱謝 燒車與船 延之上座                                                                 眞寶後211
        古文眞寶後集卷之四                                                                          眞寶後265
    上宰相第三書                        韓退之                                                      眞寶後265
愈聞周公之爲輔相 急於見賢也 方一食三吐其哺  方一沐三握其髮                                          眞寶後267
當是時 天下之賢才 皆已擧用 姦邪讒侫欺負之徒 皆已除去  四海皆已無虞                                  眞寶後267
九夷八蠻在荒服之外者 皆已賓貢  天災時變昆蟲草木之妖                                                 眞寶後267
皆已銷息 天下之所謂禮樂刑政敎化之具 皆已修理 風俗皆已敦厚                                           眞寶後267
動植之物風雨霜露之所霑被者 皆已得宜  休徵嘉瑞麟鳳龜龍之屬                                           眞寶後267
皆已備至 而周公以聖人之才 憑叔父之親   其所輔理承化之功                                             眞寶後267
又盡章章如是 其所求進見之士 豈復有賢於周公者哉  不惟不賢於周公而已                                  眞寶後267
豈復有賢於時百執事者哉 豈復有所計議能補於周公之化者哉                                               眞寶後267
然而周公求之 如此其急 惟恐耳目有所不聞見 思慮有所未及                                               眞寶後268
以負成王託周公之意 不得於天下之心 設使其時 輔理承化之功 未盡章章如是                                眞寶後268
而非聖人之才 而無叔父之親 則將不暇食與沐矣 豈特吐哺握髮爲勤而止哉                                   眞寶後268
惟其如是 故于今頌成王之德而稱周公之功不衰                                                           眞寶後268
今閤下 爲輔相亦近耳 天下之賢才 豈盡擧用  姦邪讒侫欺負之徒                                           眞寶後268
豈盡除去 四海豈盡無虞 九夷八蠻之在荒服之外者   豈盡賓貢                                             眞寶後268
天災時變昆蟲草木之妖 豈盡銷息   天下之所謂禮樂刑政敎化之具                                          眞寶後268
豈盡修理 風俗豈盡敦厚 動植之物風雨靈露之所霑被者  豈盡得宜                                          眞寶後268
休徵嘉瑞麟鳳龜龍之屬 豈盡備至 其所求進見之士  雖不足以希望盛德                                      眞寶後268
至比於百執事 豈盡出其下哉 其所稱說 豈盡無所補哉  今雖不能如周公吐哺握髮                             眞寶後268
亦宜引而進之 察其所以而去就之  不宜黙黙而已也                                                       眞寶後268
愈之待命 四十餘日矣 書再上而志不得通 足三及門而閽人辭焉                                             眞寶後268
惟其昏愚不知逃遁 故復有周公之說焉  古之士三月不仕則相吊                                             眞寶後268
故出疆必載質 然所以重於自進者 以其於周不可則去之魯 於魯不可則去之齊                                 眞寶後268
於齊不可則去之宋之鄭之秦之楚也 今天下一君  四海一國                                                 眞寶後268
舍乎此則夷狄矣 去父母之邦矣 故士之行道者 不得於朝則山林而已矣                                       眞寶後268
山林者 士之所獨善自養 而不憂天下者之所能安也 如有憂天下之心則不能矣                                 眞寶後268
故愈每自進而不知愧焉 書亟上足數及門而不知止焉                                                       眞寶後268
寧獨如此而已 惴惴焉惟不得出大賢之門是懼  亦惟少垂察焉                                               眞寶後268
                                                                                                    眞寶後268
        古文眞寶後集卷之五                                                                          眞寶後281
   昌黎文集序                          李漢                                                         眞寶後281
文者貫道之器也 不深於斯道 有至者不也 易繇爻象 春秋書事  詩詠歌                                      眞寶後282
書禮剔其僞 皆深矣乎 秦漢已前 其氣渾然  迨乎司馬遷相如董生揚雄劉向之徒                               眞寶後282
尤所謂傑然者也 至後漢曹魏 氣象萎薾 司馬氏以來                                                       眞寶後282
規範蕩悉 謂易以下爲古文 剽掠潛竊爲工耳 文與道蓁塞  固然莫知也                                       眞寶後282
先生生大曆戊申 幼孤隨兄 播遷韶嶺 兄卒鞠於嫂氏  辛勤來歸                                             眞寶後282
自知讀書 爲文日記數千百言 比壯 經書通念曉析  酷排釋氏                                               眞寶後282
諸史百子 搜抉無隱 汗瀾卓踔 奫泫澄深 詭然而蛟龍翔 蔚然而虎鳳躍                                       眞寶後282
鏘然而韶鈞發 日光玉潔 周情孔思 千態萬狀  卒澤於於道德仁義                                           眞寶後282
炳如也 洞視萬古 愍惻當世 遂大拯頹風 敎人自爲 時人始而驚                                             眞寶後282
中而笑且排 先生益堅 終而翕然隨以定 嗚呼  先生於文摧陷廓淸之功                                       眞寶後282
比於武事 可謂雄偉不常者矣 長慶四年冬 先生歿  門人隴西李漢                                           眞寶後283
辱知最厚且親 遂收拾遺文 無所失墜 合若干卷  目爲昌黎先生集                                           眞寶後283
                                                                                                    眞寶後283
    養竹記                              白樂天                                                      眞寶後326
竹似賢 何哉 竹本固 固以樹德 君子見其本則思善建不拔者  竹性直                                        眞寶後328
直以立身 君子見其性則思中立不倚者 竹心空 空以體道  君子見其心則思應用虛受者                         眞寶後328
竹節貞 貞以立志  君子見其節則思砥礪名行                                                             眞寶後328
夷險一致者 夫如是 故君子人多樹之爲庭實焉   貞元十九年春                                             眞寶後328
居易以拔萃選及第 授校書郎 始於長安 求假居處 得常樂里故關相國私第之東亭而處之                        眞寶後328
明日 屨及于亭之東南隅 見叢竹於斯 枝葉殄瘁                                                           眞寶後328
無聲無色 詢乎關氏之老則曰 此相國之手植者 自相國捐館  他人假居                                       眞寶後328
繇是筐篚者斬焉 篲箒者刈焉 刑餘之材 長無尋焉  數無百焉                                               眞寶後328
又有凡草木 雜生其中 苯　薈蔚 有無竹之心焉  居易惜其嘗經長者之手                                     眞寶後328
而見賤俗人之目 翦棄若是 本性猶存 乃刪翳薈  除糞壤疏其間                                             眞寶後328
封其下 不終日而畢 於是 日出有淸陰 風來有淸聲 依依然欣欣然若有情於感遇也                             眞寶後328
嗟乎 竹植物也 於人何有哉 以其有似於賢                                                               眞寶後328
而人猶愛惜之封植之 況其眞賢者乎 然則竹之於草木  猶賢之於衆庶                                        眞寶後328
嗚呼 竹不能自異 惟人異之 賢不能自異 惟用賢者異之 故作養竹記                                         眞寶後328
書于亭之壁 以貽其後之居斯者 亦欲以聞於今之用賢者云                                                  眞寶後328
    阿房宮賦                            杜牧之                                                      眞寶後329
六王畢 四海一 蜀山兀 阿房出 覆壓三百餘里 隔離天日 驪山北搆而西折                                    眞寶後330
直走咸陽 二川溶溶 流入宮牆 五步一樓 十步一閣 廊腰縵廻                                               眞寶後330
簷牙高啄 各抱地勢 鉤心鬪角 盤盤焉囷囷焉 蜂房水渦 矗不知其幾千萬落                                   眞寶後330
長橋臥波 未雩何龍 複道行空 不霽何虹 高低冥迷 不知西東                                               眞寶後330
歌臺暖響 春光融融 舞殿冷袖 風雨淒淒 一日之內 一宮之間                                               眞寶後330
而氣候不齊 妃嬪媵嬙 王子皇孫 辭樓下殿 輦來于秦 朝歌夜絃                                             眞寶後330
爲秦宮人 明星熒熒 開粧鏡也 綠雲擾擾 梳曉鬟也 渭流漲膩 棄脂水也                                      眞寶後330
烟斜霧橫 焚椒蘭也 雷霆乍驚 宮車過也 轆轆遠聽 杳不知其所之也                                         眞寶後330
一肌一容 盡態極姸 縵立遠視而望幸焉 有不得見者  三十六年                                             眞寶後330
燕趙之收藏 韓魏之經營 齊楚之精英 幾世幾年 摽掠其人 倚疊如山                                         眞寶後332
一旦不能有 輸來其間 鼎鐺玉石 金塊珠礫 棄擲邐迆 秦人視之                                             眞寶後332
亦不甚惜 嗟乎 一人之心 千萬人之心也 秦愛紛奢 人亦念其家                                             眞寶後332
奈何取之 盡錙銖 用之如泥沙 使負棟之柱 多於南畝之農夫 架梁之椽                                       眞寶後333
多於機上之工女 釘頭磷磷 多於在庾之粟粒 瓦縫參差  多於周身之帛縷                                     眞寶後333
直欄橫檻 多於九土之城郭 管絃嘔啞 多於市人之言語                                                     眞寶後333
使天下之人 不敢言而敢怒 獨夫之心 日益驕固  戍卒叫函谷擧                                             眞寶後333
楚人一炬 可憐焦土 嗚呼 滅六國者六國也 非秦也 族秦者秦也 非天下也                                    眞寶後333
嗟夫使六國各愛其人 則足以拒秦 秦復愛六國之人 則遞二世可至萬世而爲君                                 眞寶後333
誰得而族滅也 秦人不暇自哀而後人哀之  後人哀之而不鑑之                                               眞寶後333
亦使後人而復哀後人也                                                                                眞寶後333
    吊古戰場文                          李華                                                        眞寶後334
浩浩乎平沙無垠 夐不見人 河水縈帶 羣山糾紛 黯兮慘悴  風悲日曛                                        眞寶後337
蓬斷草枯 凜若霜晨 鳥飛不下 獸挺亡羣 亭長告余曰 此古戰場也                                           眞寶後337
嘗覆三軍 往往鬼哭 天陰則聞 傷心哉 秦歟漢歟 將近代歟  吾聞夫齊魏徭戍                                 眞寶後337
荊韓召募 萬里奔走 連年暴露 沙草晨牧  河冰夜渡                                                       眞寶後337
地闊天長 不知歸路 寄身鋒刃 腷臆誰訴 秦漢而還 多事四夷 中州耗斁                                      眞寶後337
無世無之 古稱戎夏 不抗王師 文敎失宣 武臣用奇 奇兵有異於仁義                                         眞寶後337
王道迂闊而莫爲 嗚呼噫嘻 吾想夫北風振漠 胡兵伺便  主將驕敵                                           眞寶後337
期門受戰 野竪旌旗 川回組練 法重心駭 威尊命賤 利鏃穿骨                                               眞寶後337
驚沙入面 主客相摶 山川震眩 聲折江河 勢崩雷電 至若窮陰凝閉                                           眞寶後337
凜冽海隅 積雪沒脛 堅冰在鬚 鷙鳥休巢 征馬踟躕   繒纊無溫                                             眞寶後337
墮指裂膚 當此苦寒 天假强胡 憑陵殺氣 以相翦屠 徑截輜重 橫攻士卒                                      眞寶後337
都尉新降 將軍復沒 屍塡巨港之岸 血滿長城之窟  無貴無賤                                               眞寶後337
同爲枯骨 可勝言哉 鼓衰兮力盡 矢竭兮弦絶 白刃交兮寶刀折  兩軍蹙兮生死決                              眞寶後338
降矣哉終身夷狄 戰矣哉骨暴沙礫  鳥無聲兮山寂寂                                                       眞寶後338
夜正長兮風浙浙 魂魄結兮天沈沈 鬼神聚兮雲羃羃  日光寒兮草短                                          眞寶後338
月色苦兮霜白 傷心慘目有如是耶 始聞之 牧用趙卒 大破林胡  開地千里                                    眞寶後338
遁逃匈奴 漢傾天下 財殫力痡 任人而已 其在多乎 周逐獫狁                                               眞寶後338
北至太原 旣城朔方 全師而還 飮至策勳 和樂且閑   穆穆棣棣                                             眞寶後338
君臣之間 秦起長城 竟海爲關 荼毒生靈 萬里朱殷 漢擊匈奴 雖得陰山                                      眞寶後338
枕骸遍野 功不補患 蒼蒼烝民 誰無父母 提携捧負 畏其不壽                                               眞寶後338
誰無兄弟 如足如手 誰無夫婦 如賓如友 生也何恩 殺之何咎 其存其沒                                      眞寶後338
家莫聞知 人或有言 將信將疑 娟娟心目 寢寐見之 布奠傾觴                                               眞寶後338
哭望天涯 天地爲愁 草木淒悲 吊祭不至 精魂無依 必有凶年 人其流離                                      眞寶後338
嗚呼噫嘻 時耶命耶 從古如斯 爲之奈何 守在四夷                                                        眞寶後338
        古文眞寶後集卷之六                                                                          眞寶後341
    待漏院記                            王元之                                                      眞寶後341
天道不言 而品物亨歲功成者 何謂也 四時之吏 五行之佐  宣其氣矣                                        眞寶後343
聖人不言 而百姓親萬邦寧者 何謂也 三公論道 六卿分職 張其敎矣                                         眞寶後343
是知君逸於上 臣勞於下 法乎天也 古之善相天下者  自咎蘷至房魏                                         眞寶後343
可數也 是不獨有其德 亦皆務于勤爾 況夙興夜寐  以事一                                                 眞寶後343
人 卿大夫猶然 況宰相乎 朝廷自國初 因舊制設宰臣待漏院于丹鳳門之右                                    眞寶後343
示勤政也 至若北闕向曙 東方未明 相君啓行 煌煌火城 相君至止                                           眞寶後343
噦噦鸞聲 金門未闢 玉漏猶滴 撤蓋下車 于焉以息 待漏之際                                               眞寶後343
相君其有思乎 其或兆民未安 思所泰之 四夷未附 思所來之 兵革未息                                       眞寶後343
何以弭之 田疇多蕪 何以闢之 賢人在野 我將進之 侫臣在朝                                               眞寶後343
我將斥之 六氣不和 災眚荐至 願避位以禳之 五刑未措 欺詐日生                                           眞寶後343
請修德以釐之 憂心忡忡 待旦而入 九門旣啓 四聰甚邇 相君言焉                                           眞寶後343
時君納焉 皇風於是乎淸夷 蒼生以之而富庶 若然則總百官  食萬錢                                         眞寶後343
非幸也宜也 其或私讎未復 思所逐之 舊恩未報 思所榮之 子女玉帛                                         眞寶後343
何以致之 車馬器玩 何以取之 姦人附勢 我將陟之 直士抗言                                               眞寶後344
我將黜之 三時告災 上有憂色 構巧辭以悅之 羣吏弄法 君聞怨言                                           眞寶後344
進諂容以媚之 私心慆慆 假寐而坐 九門旣開 重瞳屢回 相君言焉                                           眞寶後344
時君惑焉 政柄於是乎隳哉 帝位以之而危矣 若然則死下獄投遠方                                           眞寶後344
非不幸也亦宜也 是知一國之政 萬人之命 懸於宰相  可不愼歟                                             眞寶後344
復有無毁無譽 旅進旅退 竊位而苟祿 備員而全身者   亦無所取焉                                          眞寶後344
棘寺小吏王禹偁 爲文請誌院壁 用規于執政者                                                            眞寶後344
    黃州竹樓記                          王元之                                                      眞寶後346
黃岡之地多竹 大者如椽 竹工破之 刳去其節 用代陶瓦  比屋皆然                                          眞寶後347
以其價廉而工省也 子城西北隅 雉堞圯毁 蓁莽荒穢 因作小樓二間                                          眞寶後347
與月波樓通 遠呑山光 平挹江瀨 幽　遼夐 不可具狀 夏宜急雨 有瀑布聲                                    眞寶後347
冬宜密雪 有碎玉聲 宜鼓琴 琴調和暢 宜詠詩   詩韻淸絶                                                 眞寶後347
宜圍棋 子聲丁丁然 宜投壺 矢聲錚錚然 皆竹樓之所助也  公退之暇                                        眞寶後347
披鶴氅衣 戴華陽巾 手執周易一卷 焚香黙坐 消遣世慮 江山之外                                           眞寶後347
第見風帆沙鳥 烟雲竹樹而已 待其酒力醒 茶烟歇 送夕陽 迎素月                                           眞寶後347
亦謫居之勝槩也 彼齊雲落星 高則高矣 井幹麗譙 華則華矣 止于貯妓女                                     眞寶後348
藏歌舞 非騷人之事 吾所不取 吾聞竹工云 竹之爲瓦 僅十稔                                               眞寶後348
若重覆之 得二十稔 噫吾以至道乙未歲 自翰林出滁上  丙申移廣陵                                         眞寶後348
丁酉又入西掖 戊戍歲除日 有齊安之命   己亥閏三月到郡                                                 眞寶後348
四年之間 奔走不暇 未知明年又在何處 豈懼竹樓之易朽乎 後之人與我同志                                  眞寶後348
嗣而葺之 庶斯樓之不朽也 咸平二年八月十五日記                                                        眞寶後348
    嚴先生祠堂記                        范希文                                                      眞寶後349
先生漢光武之故人也 相尙以道 及帝握赤符乘六龍 得聖人之時 臣妾億兆                                    眞寶後350
天下孰加焉 惟先生以節高之 旣而動星象歸江湖 得聖人之淸                                               眞寶後350
泥塗軒冕 天下孰加焉 惟光武以禮下之 在蠱之上九  衆方有爲而獨不事王侯                                 眞寶後350
高尙其事 先生以之 在屯之初九 陽德方亨而能以貴下賤                                                   眞寶後350
大得民也 光武以之 蓋先生之心 出乎日月之上 光武之量 包乎天地之外                                     眞寶後350
微先生不能成光武之大 微光武豈能遂先生之高哉  而使貪夫廉懦夫立                                       眞寶後350
是大有功於名敎也 仲淹來守是邦  始構堂而奠焉                                                         眞寶後350
乃復其爲後者四家 以奉祠事 又從而歌曰 雲山蒼蒼 江水泱泱  先生之風                                    眞寶後350
山高水長                                                                                            眞寶後350
    岳陽樓記                                                                                        眞寶後352
慶曆四年春 滕子京謫守巴陵郡 越明年 政通人和 百廢具興  乃重修岳陽樓                                  眞寶後353
增其舊制 刻唐賢今人詩賦于其上 屬予作文以記之 予觀夫巴陵勝狀                                         眞寶後353
在洞庭一湖 銜遠山呑長江 浩浩蕩蕩 橫無際涯  朝暉夕陰                                                 眞寶後353
氣象萬千 此則岳陽樓之大觀也 前人之述備矣 然則北通巫峽                                               眞寶後353
南極瀟湘 遷客騷人 多會于此 覽物之情 得無異乎  若夫霪雨霏霏                                          眞寶後353
連月不開 陰風怒號 濁浪排空 日星隱曜 山岳潛形 商旅不行 檣傾楫摧                                      眞寶後353
薄暮冥冥 虎嘯猿啼 登斯樓也 則有去國懷鄕 憂讒畏譏 滿目蕭然                                           眞寶後353
感極而悲者矣 至若春和景明 波瀾不驚 上下天光  一碧萬頃                                               眞寶後353
沙鷗翔集 錦鱗游泳 岸芷汀蘭 郁郁靑靑 而或長烟一空  皓月千里                                          眞寶後353
浮光躍金 靜影沈璧 漁歌互答 此樂何極 登斯樓也  則有心曠神怡                                          眞寶後353
寵辱俱忘 把酒臨風 其喜洋洋者矣 嗟夫 予嘗求古仁人之心  或異二者之爲                                  眞寶後354
何哉 不以物喜 不以己悲 居廟堂之高 則憂其民 處江湖之遠                                               眞寶後354
則憂其君 是進亦憂退亦憂 然則何時而樂耶 其必曰先天下之憂而憂                                         眞寶後354
後天下之樂而樂歟 噫微斯人 吾誰與歸                                                                  眞寶後354
    擊蛇笏銘                            石守道                                                      眞寶後355
天地至大 有邪氣干於其間 爲凶暴爲殘賊 聽其肆行 如天地卵育之而莫禦也                                  眞寶後358
人生最靈 或異類出於其表 爲妖怪爲淫惑 信其異端  如人蔽覆之而莫露也                                   眞寶後358
祥符年 寧州天慶觀 有蛇妖 極怪異  郡刺史日兩至於其庭朝焉                                             眞寶後358
人以爲龍 擧州人內外遠近 岡不駿奔於門以覲 恭莊肅祗                                                   眞寶後358
無敢怠者 今龍圖待制孔公 時佐幕 在是邦  亦隨郡刺史於其庭                                             眞寶後358
公曰 明則有禮樂 幽則有鬼神 是蛇不以誣乎  惑吾民亂吾俗                                               眞寶後358
殺無赦 以手板擊其首 遂斃於前 則蛇無異焉 郡刺史曁內外遠近庶民                                        眞寶後358
昭然若發蒙 見靑天覩白日 故不能肆其凶殘 而成其妖惑  易曰                                             眞寶後358
是故知鬼神之情狀 公之謂乎 夫天地間 有純剛至正之氣 或鍾於物                                          眞寶後358
或鍾於人 人有死 物有盡 此氣不滅 烈烈彌亙 億萬世而長在 在堯時爲指侫草                                眞寶後358
在魯爲孔子誅少正卯刃 在晉在齊 爲董史筆 在漢武帝朝                                                   眞寶後358
爲東方朔戟 在成帝朝 爲朱雲劍 在東漢 爲張綱輪 在唐爲韓愈論佛骨表逐鱷魚文                             眞寶後358
爲段太尉擊朱　笏 今爲公擊蛇笏 故侫人去 堯德聰                                                       眞寶後358
少正卯戮 孔法擧 罪趙盾 晉人懼 辟崔子 齊刑明 距董偃 折張禹                                           眞寶後358
劾梁冀 漢室乂 佛老微 聖道行 鱷魚徙 潮患息 朱　傷 唐朝振                                             眞寶後358
怪蛇死 妖氣散 噫天地鍾純剛至正之氣 在公之笏  豈徒斃一蛇而已                                         眞寶後358
軒陛之下 有罔上欺民 先意順旨者 公以此笏指之  廟堂之上                                               眞寶後358
有蔽賢蒙惡 違法亂紀者 公以此笏麾之 朝廷之內 有諛容侫色  附邪背正者                                  眞寶後358
公以此笏擊之 夫如是則軒陛之下 不仁者去 廟堂之上無奸臣                                               眞寶後358
朝廷之內無侫人 則笏之功也 豈止在一蛇 公以笏爲任  笏得公而用                                         眞寶後358
公方爲朝廷正人 笏方爲公之良器 敢稱德于公 作笏銘曰                                                   眞寶後358
  至正之氣 天地則有 笏爲靈物 笏乃能受 笏之爲物 純剛正直 公惟正人                                    眞寶後358
  公乃能得 笏之在公 能破淫妖 公之在朝 讒人乃消 靈氣未竭                                             眞寶後358
  斯笏不折 正道未亡 斯笏不藏 惟公寶之 烈烈其光                                                      眞寶後359
    諫院題名記                          司馬君實                                                    眞寶後360
古者 諫無官 自公卿大夫至于工商 無不得諫者 漢興以來  始置官                                          眞寶後361
夫以天下之政四海之衆 得失利病 萃于一官 使言之 其爲任亦重矣                                          眞寶後361
居是官者 當志其大捨其細 先其急後其緩 專利國家而不爲身謀 彼汲汲於名者                                眞寶後361
猶汲汲於利也 其間相去何遠哉 天禧初 眞宗詔置諫官六員                                                 眞寶後361
責其職事 慶曆中 錢君始書其名於版 光恐久而漫滅  嘉祐八年                                             眞寶後361
刻著于石 後之人將歷指其名而議之曰 某也忠 某也詐  某也直                                             眞寶後361
某也曲 嗚呼 可不懼哉                                                                                眞寶後361
    獨樂園記                            司馬君實                                                    眞寶後362
迂叟平日讀書 上師聖人 下友羣賢 窺仁義之原 探禮樂之緖  自未始有形之前                                眞寶後363
曁四達無窮之外 事物之理 擧集目前   可者學之未至                                                     眞寶後363
夫可何求於人 何待於外哉 志倦體疲 則投竿取魚 執衽采藥  決渠灌花                                      眞寶後363
操斧剖竹 濯熱盥水 臨高縱目 逍遙徜徉 惟意所適 明月時至                                               眞寶後363
淸風自來 行無所牽 止無所柅 耳目肺腸 卷爲己有  踽踽焉洋洋焉                                          眞寶後363
不知天壤之間 復有何樂可以代此也 因合而命之曰獨樂                                                    眞寶後363
    相州晝錦堂記                        歐陽永叔                                                    眞寶後372
仕宦而至將相 富貴而歸故鄕 此人情之所榮而今昔之所同也  蓋士方窮時                                    眞寶後373
困阨閭里 庸人孺子 皆得易而侮之 若季子不禮於其嫂  買臣見棄於其妻                                     眞寶後373
一旦高車駟馬 旗旄導前而騎卒擁後 夾道之人 相與騈肩累跡                                               眞寶後373
瞻望咨嗟 而所謂庸夫愚婦者 奔走駭汗 羞媿俯伏  以自悔罪於車塵馬足之間                                 眞寶後373
此一介之士 得志當時 而意氣之盛 昔人比之衣錦之榮也                                                   眞寶後373
惟大丞相魏國公則不然 公相人也 世有令德 爲時名卿                                                     眞寶後373
自公少時 已擢高科登顯仕 海內之士 聞下風而望餘光者 蓋亦有年矣                                        眞寶後373
所謂將相而富貴 皆公所宜素有 非如窮阨之人 僥倖得志於一時                                             眞寶後373
出於庸夫愚婦人不意 以驚駭而誇耀之也 然則高牙大纛  不足爲公榮                                        眞寶後373
桓圭　裳 不足爲公貴 惟德被生民而功施社稷 勒之金石  播之聲詩                                         眞寶後373
以耀後世而垂無窮 此公之志 而士亦以此望於公也 豈止夸一                                               眞寶後373
時而榮一鄕哉 公在至和中 嘗以武康之節 來治於相 乃作晝錦之堂于後圃                                    眞寶後373
旣又刻詩於石 以遺相人 其言以快恩讎矜名譽爲可薄 蓋不以昔人所夸者爲榮而以爲戒                         眞寶後373
於此見公之視富貴爲如何 而其志豈易量哉                                                               眞寶後373
故能出入將相 勤勞王家而夷險一節 至於臨大事決大議 垂紳正笏                                           眞寶後373
不動聲色 而措天下於泰山之安 可謂社稷之臣矣 其豐功盛烈                                               眞寶後373
所以銘彝鼎而被絃歌者 乃邦家之光 非閭里之榮也  余雖不獲登公之堂                                      眞寶後373
幸嘗竊誦公之詩 樂公之志有成 而喜爲天下道也 於是乎書                                                 眞寶後373
   醉翁亭記                             歐陽永叔                                                    眞寶後376
環滁皆山也 其西南諸峯 林壑尤美 望之 蔚然而深秀者 瑯琊也 山行六七里                                  眞寶後377
漸聞水聲 潺潺而瀉出于兩峯之間者 釀泉也   峯回路轉                                                   眞寶後377
有亭翼然 臨于泉上者 醉翁亭也 作亭者誰 山之僧智僊也  名之者誰                                        眞寶後377
太守自謂也 太守與客 來飮于此 飮少輒醉而年又最高  故自號曰醉翁也                                     眞寶後377
醉翁之意 不在酒在乎山水之間也 山水之樂 得之心而寓之酒也                                             眞寶後377
若夫日出而林霏開 雲歸而巖穴暝 晦明變化者 山間之朝暮也                                               眞寶後377
野芳發而幽香 嘉木秀而繁陰 風霜高潔 水落而石出者  山間之四時也                                       眞寶後377
朝而往暮而歸 四時之景不同 而樂亦無窮也 至於負者歌于塗行者休于樹                                     眞寶後377
前者呼後者應 傴僂提携 往來而不絶者   滁人遊也                                                       眞寶後377
臨溪而漁 溪深而魚肥 釀泉爲酒 泉冽而酒香 山肴野蔌  雜然而前陳者                                      眞寶後377
太守宴也 宴酣之樂 非絲非竹 射者中奕者勝 觥籌交錯 起坐而諠譁者                                       眞寶後378
衆賓歡也 蒼顔白髮 頹乎其間者 太守醉也 已而 夕陽在山                                                 眞寶後378
人影散亂 太守歸而賓客從也 樹林陰翳 鳴聲上下  遊人去而禽鳥樂也                                       眞寶後378
然而禽鳥 知山林之樂 而不知人之樂   人知從太守遊而樂                                                 眞寶後378
而不知太守之樂其樂也 醉能同其樂 醒能述以文者 太守也 太守謂誰                                        眞寶後378
廬陵歐陽脩也                                                                                        眞寶後378
    秋聲賦                              歐陽永叔                                                    眞寶後379
歐陽子方夜讀書 聞有聲自西南來者 悚然而聽之曰 異哉 初淅瀝以蕭颯                                      眞寶後380
忽奔騰而澎湃 如波濤夜驚 風雨驟至 其觸於物也  鏦鏦錚錚                                               眞寶後380
金鐵皆鳴 又如赴敵之兵 銜杵疾走 不聞號令 但聞人馬之行聲  予謂童子                                    眞寶後380
此何聲也 汝出視之 童子曰 星月皎潔 明河在天 四無人聲                                                 眞寶後380
聲在樹間 予曰 噫嘻悲哉 此秋聲也 胡爲乎來哉  蓋夫秋之爲狀也                                          眞寶後381
其色慘淡 烟霏雲斂 其容淸明 天高時晶 其氣慄冽 砭人肌骨 其意蕭條                                      眞寶後381
山川寂寥 故其爲聲也 淒淒切切 呼號憤發  豐草綠縟而爭茂                                               眞寶後381
佳木葱蘢而可悅 草拂之而色變 木淸之而葉脫  其所以摧敗零落者                                          眞寶後381
乃一氣之餘烈 夫秋刑官也 於時爲陰 又兵象也 於行爲金  是謂天地之義氣                                  眞寶後381
常以肅殺而爲心 天之於物 春生秋實 故其在樂也  商聲主西方之音                                         眞寶後381
夷則爲七月之律 商傷也 物旣老而悲傷 夷戮也  物過盛而當殺                                             眞寶後381
嗟乎草木無情 有時飄零 人爲動物 惟物之靈  百憂感其心                                                 眞寶後381
萬事勞其形 有動于中 必搖其精 而況思其力之所不及  憂其智之所不能                                     眞寶後381
宜其渥然丹者爲槁木 黟然黑者爲星星  奈何非金石之質                                                   眞寶後381
欲與草木而爭榮 念誰爲之戕賊 亦何恨乎秋聲 童子莫對 垂頭而睡                                          眞寶後381
但聞四壁蟲聲喞喞 如助予之歎息                                                                       眞寶後381
    憎蒼蠅賦                            歐陽永叔                                                    眞寶後383
蒼蠅蒼蠅 吾嗟爾之爲生 旣無蜂蠆之毒尾 又無蚊蝱之利觜 幸不爲人之畏                                    眞寶後383
胡不爲人之喜 爾形至眇 爾欲易盈 杯盂殘瀝 砧几餘腥 所希秒忽                                           眞寶後383
過則難勝 苦何求而不足 乃終日而營營 逐氣尋香  無處不到                                               眞寶後383
頃刻而集 誰相告報 其在物也雖微 其爲害也至要  若乃華榱廣厦                                           眞寶後383
珍簟方牀 炎風之燠 夏日之長 神昏氣蹙 流汗成漿 委四肢而莫擧                                           眞寶後384
眊兩目其茫洋 惟高枕之一覺 冀煩歊之蹔忘 念於爾而何負  乃於吾而見殃                                   眞寶後384
尋頭撲面 入袖穿裳 或集眉端 或　眼眶  目欲瞑而復警                                                   眞寶後384
臂已痺而猶攘 於此之時 孔子何由見周公於髣髴 莊生安得與蝴蝶而飛揚                                     眞寶後384
徒使蒼頭丫髻 巨扇揮颺 或頭垂而腕脫   或立寐而顚僵                                                   眞寶後384
此其爲害者一也 又如峻宇高堂 嘉賓上客 沽酒市脯 鋪筵設席  聊娛一日之餘閑                              眞寶後384
奈爾衆多之莫敵 或集器皿 或屯几格 或醉醇酎  因之沒溺                                                 眞寶後385
或投熱羹 遂喪其魄 諒雖死而不悔 亦可戒夫貪得  尤忌赤頭                                               眞寶後385
號爲景迹 一有霑汙 人皆不食 奈何引類呼朋 搖頭鼓翼 聚散　忽                                           眞寶後385
往來絡繹 方其賓主 獻酬 衣冠儼飾 使吾揮手頓足   改容失色                                             眞寶後385
於此之時 王衍何暇於淸談 賈誼堪爲之太息 此其爲害者二也 又如醯醢之品                                  眞寶後385
醬臡之制 及時月而收藏 謹缾甖之固濟   乃衆力以攻鑽                                                   眞寶後386
極百端而窺覬 至於大胾肥牲 嘉殽美味 蓋藏稍露而罅隙 守者或時而假寐                                    眞寶後386
纔少怠於防嚴 已輒遺其種類 莫不養息蕃滋 淋漓敗壞  使親朋卒至                                         眞寶後386
索爾以無歡 臧獲懷憂 因之而得罪 此其爲害者三也  是皆大者                                             眞寶後387
餘悉難名 嗚呼 止棘之詩 垂之六經 於此見詩人之博物 比興之爲精                                         眞寶後387
宜乎以爾棘讒人之亂國 誠可嫉而可憎                                                                   眞寶後387
    鳴蟬賦                              歐陽永叔                                                    眞寶後387
嘉祐元年夏 大雨水 奉詔祈晴於醴泉宮 聞鳴蟬 有感而賦云                                                眞寶後390
肅祠庭以祗事兮 瞻玉宇之崢嶸 收視聽以淸慮兮 齋予心以薦誠 因以靜而求動兮                              眞寶後390
見乎萬物之情 於是朝雨驟止 微風不興 四無天而靑天                                                     眞寶後390
雷曳曳其餘聲 乃席芳葯 臨華軒 古木數株 空庭草間 爰有一物鳴于樹顚                                     眞寶後390
引淸風以長嘯 抱纖柯而永歎 嘒嘒非管 泠泠若絃  裂方號而復咽                                           眞寶後390
淒欲斷而還連 吐孤韻以難律 含五音之自然 吾不知其何物                                                 眞寶後390
其名曰蟬 豈非因物造形 能變化者耶 出自糞壤 慕淸虛者耶 凌風高飛                                       眞寶後390
知所止者耶 嘉木茂盛 喜淸陰者耶 呼吸風露  能尸解者耶                                                 眞寶後390
綽約雙鬢 修嬋娟者耶 其爲聲也 不樂不哀 非宮非徵 胡然而鳴 亦胡然而止                                  眞寶後390
吾嘗悲夫萬物莫不好鳴 若乃四時代謝  百鳥嚶兮一氣候至                                                 眞寶後390
百蟲驚兮 嬌兒姹女 語鸝庚兮鳴機絡緯 響蟋蟀兮轉喉弄舌  誠可愛兮引腹動股                               眞寶後390
豈勉强而爲之兮 至於汙池濁水 得雨而聒兮 飮泉食土                                                     眞寶後390
長夜而歌兮 彼蝦蟆 固若有欲 而蚯蚓亦何求兮  其餘大小萬狀                                             眞寶後390
不可悉名 各有氣類 隨其物形 不知自止 有若爭能 忽時變以物改                                           眞寶後390
咸漠然而無聲 嗚呼 達士所齊 萬物一類 人於其間   所以爲貴                                             眞寶後390
蓋以巧其語言 又能傳於文字 是以窮彼思慮 耗其血氣 或吟哦其窮愁                                        眞寶後390
或發揚其志意 雖共盡於萬物 乃長鳴於百世   予亦安知其然哉                                             眞寶後390
聊爲樂以自喜 方將考得失 較同異 俄而雲陰復興 雷電俱擊  大雨旣作                                      眞寶後390
蟬聲遂息                                                                                            眞寶後390
        古文眞寶後集卷之七                                                                          眞寶後393
        古文眞寶後集卷之八                                                                          眞寶後453
    前赤壁賦                            蘇子瞻                                                      眞寶後453
壬戍之秋 七月旣望 蘇子與客泛舟遊於赤壁之下 淸風徐來 水波不興                                        眞寶後456
擧酒屬客 誦明月之詩 歌窈窕之章 少焉月出於東山之上  徘徊於斗牛之間                                   眞寶後456
白露橫江 水光接天 縱一葦之所如 凌萬頃之茫然  浩浩乎如憑虛御風而不知其所止                           眞寶後456
飄飄乎如遺世獨立羽化而登仙 於是飮酒樂甚                                                             眞寶後456
扣舷而歌之 歌曰 桂棹兮蘭槳 擊空明兮泝流光  渺渺兮余懷                                               眞寶後456
望美人兮天一方 客有吹洞簫者 倚歌而和之 其聲嗚嗚然  如怨如慕                                         眞寶後456
如泣如訴 餘音嫋嫋 不絶如縷 舞幽壑之潛蛟  泣孤舟之嫠婦                                               眞寶後456
蘇子愀然正襟 危坐而問客曰 何爲其然也 客曰 月明星稀 烏鵲南飛                                         眞寶後456
此非曹孟德之詩乎 西望夏口 東望武昌 山川相繆  鬱乎蒼蒼                                               眞寶後456
此非孟德之困於周郎者乎 方其破荊州下江陵 順流而東也  舳艫千里                                        眞寶後456
旌旗蔽空 釃酒臨江 橫槊賦詩 固一世之雄也 而今安在哉 況吾與子                                         眞寶後457
漁樵於江渚之上 侶魚鰕而友麋鹿 駕一葉之扁舟 擧匏樽以相屬                                             眞寶後457
寄蜉蝣於天地 渺滄海之一粟 哀吾生之須臾 羨長江之無窮  挾飛仙以遨遊                                   眞寶後457
抱明月而長終 知不可乎驟得 託遺響於悲風   蘇子曰                                                     眞寶後457
客亦知夫水與月乎 逝者如斯 而未嘗往也 盈虛者如彼 而卒莫消長也                                        眞寶後457
蓋將自其變者而觀之 則天地曾不能以一瞬  自其不變者而觀之                                             眞寶後457
則物與我皆無盡也 而又何羨乎 且夫天地之間 物各有主 苟非吾之所有                                      眞寶後457
雖一毫而莫取 惟江上之淸風 與山間之明月   耳得之而爲聲                                               眞寶後457
目寓之而成色 取之無禁 用之不竭 是造物者之無盡藏也 而吾與子之所共樂                                  眞寶後457
客喜而笑 洗盞更酌 肴核旣盡 杯盤狼藉  相與枕藉乎舟中                                                 眞寶後457
不知東方之旣白                                                                                      眞寶後457
    後赤壁賦                            蘇子瞻                                                      眞寶後459
是歲十月之望 步自雪堂 將歸于臨皐 二客從予過黃泥之坂 霜露旣降                                        眞寶後460
木葉盡脫 人影在地 仰見明月 顧而樂之 行歌相答 已而  歎曰                                             眞寶後460
有客無酒 有酒無肴 月白風淸 如此良夜何 客曰 今者薄暮 擧網得魚                                        眞寶後460
巨口細鱗 狀如松江之鱸 顧安所得酒乎 歸而謀諸婦 婦曰 我有斗酒                                         眞寶後460
藏之久矣 以待子不時之需 於是携酒與魚   復遊於赤壁之下                                               眞寶後460
江流有聲 斷岸千尺 山高月小 水落石出 曾日月之幾何  而江山不可復識矣                                  眞寶後460
予乃攝衣而上 履巉巖披蒙茸 踞虎豹登　龍 攀棲鶻之危巢                                                 眞寶後460
俯馮夷之幽宮 蓋二客之不能從焉 劃然長嘯 草木震動  山鳴谷應                                           眞寶後460
風起水涌 予亦悄然而悲 肅然而恐 凜乎其不可留也  反而登舟                                             眞寶後460
放乎中流 聽其所止而休焉 時夜將半 四顧寂寥 適有孤鶴  橫江東來                                        眞寶後460
翅如車輪 玄裳縞衣 戛然長鳴 掠予有舟而西也 須臾客去 予亦就睡                                         眞寶後460
夢一道士 羽衣翩　 過臨皐之下 揖予而言曰  赤壁之遊樂乎                                               眞寶後460
問其姓名 俛而不答 嗚呼噫嘻 我知之矣 疇昔之夜  飛鳴而過我者                                          眞寶後461
非子也耶 道士顧笑 予亦驚悟 開戶視之 不見其處                                                        眞寶後461
    祭歐陽公文                          蘇子瞻                                                      眞寶後462
嗚呼哀哉 公之生於世六十有六年 民有父母 國有蓍龜   斯文有傳                                          眞寶後463
學者有師 君子有所恃而不恐 小人有所畏而不爲 譬如大川喬嶽 雖不見其運動而功利之及於物者                眞寶後463
蓋不可數計而周知 今公之沒也  赤子無所仰庇                                                           眞寶後463
朝廷無所稽疑 斯文化爲異端 學者至於用夷 君子以爲無與爲善                                             眞寶後463
而小人沛然自以爲得時 譬如深山大澤 龍亡而虎逝 則變怪百出                                             眞寶後463
舞鰌鱔而號狐狸 公之未用也 天下以爲病而其旣用也 則又以爲遲                                           眞寶後463
及其釋位而去也 莫不冀其復用 至於請老而歸也 莫不悵然失望而猶庶幾於萬一者                             眞寶後463
幸公之未衰 孰謂公無復有意於斯世也  奄一去而莫予追                                                   眞寶後463
豈厭世之溷濁 潔身而逝乎  將民之無祿而天莫之遺                                                       眞寶後463
昔我先君懷寶遯世 非公則莫能致 而不肖無狀 夤緣出入 受敎門下者十有六年於斯                            眞寶後464
聞公之喪 義當匍匐往吊 而懷祿不去 愧古人以恧怩                                                       眞寶後464
緘辭千里 以寓一哀而已 蓋上以爲天下慟 而下以哭吾私                                                   眞寶後464
    三槐堂銘                            蘇子瞻                                                      眞寶後471
天可必乎 賢者不必貴 仁者不必壽 天不可必乎 仁者必有後  二者將安取衷哉                                眞寶後473
吾聞之 申包胥曰 人衆者勝天 天定亦能勝人  世之論天者皆不待其定而求之                                 眞寶後473
故以天爲茫茫 善者以怠 惡者以肆 盜跖之壽                                                             眞寶後473
孔顔之厄 此皆天之未定者也 松柏生於山林 其始也  困於蓬蒿                                             眞寶後473
厄於牛羊 而其終也 貫四時閱千歲而不改者 其天定也   善惡之報                                          眞寶後473
至於子孫 則其定也久矣 吾以所見所聞而考之 其可必也審矣 國之將興                                      眞寶後473
必有世德之臣 厚施而不食其報  然後其子孫能與守文太平之主                                             眞寶後473
共天下之福 故兵部侍郎晉國王公 顯於漢周之餘 歷事太祖太宗                                             眞寶後473
文武忠孝 天下望以爲相而公 卒以直道不容於時  蓋嘗手植三槐於庭曰                                      眞寶後473
吾子孫必有爲三公者 已而  其子魏國文正公相眞宗皇帝於景德祥符之間                                     眞寶後473
朝廷淸明 天下無事之時 享其福祿榮名者十有八年 今夫寓物於人                                           眞寶後473
明日而取之 有得有否 而晉公修德於身 責報於天  取必於數十年之後                                       眞寶後473
如持左契 交手相付 吾以是知天之果可必也 吾不及見魏公而見其子懿敏公                                   眞寶後473
以直諫事仁宗皇帝 出入侍從將帥  三十餘年                                                             眞寶後473
位不滿其德 天將復興王氏也歟 何其子孫之多賢也 世有以晉公比李棲筠者                                   眞寶後473
其雄才直氣 眞不相上下而棲筠之子吉甫  其孫德裕                                                       眞寶後473
功名富貴 略與王氏等 而忠信仁厚 不及魏公父子 由此觀之  王氏之福                                      眞寶後473
蓋未艾也 懿敏公之子鞏 與吾遊 好德而文 以世其家 吾是以錄之                                           眞寶後474
銘曰                                                                                                眞寶後474
  嗚呼休哉 魏公之業 與槐俱萌 封植之功 必世乃成 旣相眞宗 四方砥平                                    眞寶後474
  歸視其家 槐陰滿庭 吾儕小人 朝不謀夕 相時射利 皇卹厥德                                             眞寶後474
  庶幾僥倖 不種而穫 不有君子 其何能國 王城之東 晉公所廬鬱鬱三槐                                     眞寶後474
  惟德之符 嗚呼休哉                                                                                 眞寶後474
        古文眞寶後集卷之九                                                                          眞寶後491
    喜雨亭記                            蘇子瞻                                                      眞寶後491
亭以雨名 志喜也 古者有喜 卽以名物 示不忘也 周公得禾 以名其書                                        眞寶後492
漢武得鼎 以名其年 叔孫勝敵 以名其子 其喜之大小不齊 其示不忘一也                                     眞寶後492
予至扶風之明年 始治官舍 爲亭於堂之北   而鑿池其南                                                   眞寶後492
引流種樹 以爲休息之所 是歲之春 雨麥於岐山之陽   其占爲有年                                          眞寶後492
旣而彌月不雨 民方以爲憂 越三日乙卯乃雨 甲子又雨 民以爲未足                                          眞寶後492
丁卯大雨 三日乃止 官吏相與慶於庭 商賈相與歌於市 農夫相與抃於野                                      眞寶後492
憂者以樂 病者以喜 而吾亭適成 於是擧酒於亭上  以屬客而告之曰                                         眞寶後492
五日不雨可乎 曰 五日不雨則無麥 十日不雨可乎 曰 十日不雨則無禾                                       眞寶後493
無麥無禾 歲且荐饑 獄訟繁興 而盜賊滋熾  則吾與二三子                                                 眞寶後493
雖欲優游以樂於此亭 其可得耶 今天不遺斯民 始旱而賜之以雨                                             眞寶後493
使吾與二三子得相與優游 以樂於此亭者 皆雨之賜也 其又可忘耶                                           眞寶後493
旣以名亭 又從而歌之曰 使天而雨珠 寒者不得以爲襦  使天而雨玉                                         眞寶後493
飢者不得以爲粟 一雨三日 伊誰之力 民曰太守 太守不有 歸之天子                                         眞寶後493
天子曰 不然 歸之造物 造物不自以爲功 歸之太空 太空冥冥                                               眞寶後493
不可得而名 吾以名吾亭                                                                               眞寶後493
    四菩薩閣記                          蘇子瞻                                                      眞寶後494
始吾先君 於物無所好 燕居如齋 言笑有時 顧嘗嗜畫 弟子門人 無以悅之                                    眞寶後496
則爭致其所嗜 庶幾一解其顔 故雖爲布衣而致畫 與公卿等                                                 眞寶後496
長安有故藏經龕 唐明皇帝所建 其門四達八板 皆吳道子畫 陽爲菩薩                                        眞寶後496
陰爲天王 凡十有六軀 廣明之亂 爲賊所焚 有僧忘其名 於兵火中                                           眞寶後496
拔其四板以逃 旣重不可負 又迫於賊 恐不能皆全  遂竅其兩板以受荷                                       眞寶後496
西奔於岐而託死於烏牙之僧舍 板留於是 百八十年矣 客有以錢十萬得之                                     眞寶後496
以示軾者 軾歸其直而取之 以獻諸先君 先君之所嗜                                                       眞寶後496
百有餘品 一旦以是四板爲甲 治平四年 先君沒于京師 軾自汴入淮                                          眞寶後496
泝于江 載是四板以歸 旣免喪 所嘗與往來浮屠人惟簡 誦其師之言                                          眞寶後496
敎軾爲先君捨施 必所甚愛 與所不忍捨者 軾用其說 思先君之所甚愛                                        眞寶後496
軾之所不忍捨者 莫若是板 故遂以與之 且告之曰  此明皇帝之所不能守而焚於賊者也                         眞寶後497
而況於余乎 余視天下之蓄此者多矣  有能及三世者乎                                                     眞寶後497
其始求之若不及 旣得惟恐失之  而其子孫不以易衣食者鮮矣                                               眞寶後497
余自度不能長守此也 是以予子 子將何以守之 簡曰  吾以身守之                                           眞寶後497
吾眼可矐 吾足可斮 吾畫不可奪 若是足以守之歟 軾曰 未也                                               眞寶後497
足以終子之世而已 簡曰 吾又盟於佛而以鬼守之 凡取是者  與凡以是予人者                                 眞寶後497
其罪如律 若是足以守之歟 軾曰 未也  世有無佛而蔑鬼者                                                 眞寶後497
然則何以守之 曰 軾之以是予子者 凡以爲先君捨也  天下豈有無父之人歟                                   眞寶後497
其誰忍取之 若其聞是而不悛 不惟一觀而已 將必取之然後爲快                                             眞寶後497
則其人之賢愚 與廣明之焚此者一也  全其子孫難矣                                                       眞寶後497
而況能久有此乎 且夫不可取者 存乎子 取不取者 存乎人  子勉之矣                                        眞寶後497
爲子之不可取者而已 又何知焉 旣以予簡 簡以錢百萬度爲閣以藏之                                         眞寶後497
且畫先君像其上 軾助錢二十之一 期以明年冬閣成 熙寧元年十月日記                                       眞寶後497
                                                                                                    眞寶後497
    田表聖奏議序                        蘇子瞻                                                      眞寶後498
故諫議大夫贈司徒田公表聖奏議十篇 嗚呼田公 古之遺直也  其盡言不諱                                    眞寶後499
蓋自敵以下 受之有不能堪者 而況於人主乎 吾以是知二宗之聖也                                           眞寶後499
自太平興國以來 至于咸平 可謂天下大治千載一時矣 而田公之言                                           眞寶後500
常若有不測之憂 近在朝夕者何哉 古之君子 必憂治世而危明主                                             眞寶後500
明主有絶人之資 而治世無可畏之防 夫有絶人之資 必輕其臣                                               眞寶後500
無可畏之防 必易其民 此君子之所甚懼者也 方漢文時   刑措不用                                          眞寶後500
兵革不試 而賈誼之言曰 天下有可長太息者 有可流涕者 有可痛哭者                                        眞寶後500
後世不以是少漢文 亦不以是甚賈誼 由此觀之 君子之遇治世而事明主                                       眞寶後500
法當如是也 誼雖不遇 而其所言 略已施行 不幸早世 功業不著於時                                         眞寶後500
然誼嘗建言 使諸侯王子孫各以次受分地 文帝未及用 歷孝景至武帝                                         眞寶後500
而主父偃擧行之 漢受以安 今公之言   十未用五六也                                                     眞寶後500
安知來世不有若偃者 擧而行之歟 願廣其書於世 必有與公合者 此亦忠臣孝子之志也                          眞寶後500
                                                                                                    眞寶後500
    錢塘勤上人詩集序                    蘇子瞻                                                      眞寶後501
昔翟公罷廷尉 賓客無一人至者 其後復用 賓客欲往 翟公大書其門曰                                        眞寶後503
一死一生 乃知交情 一貧一富 乃知交態 一貴一賤   交情乃見                                             眞寶後503
世以爲口實 然余嘗薄其爲人 以爲客則陋矣 而公之所以待客者 獨不爲小哉                                  眞寶後503
故太子太師歐陽公好士爲天下第一 士有一言中於道  不遠千里而求之                                       眞寶後503
甚於士之求公 以故盡致天下豪傑  自庸衆人以顯於世者固多矣                                             眞寶後503
然士之負公者 亦時有之 蓋嘗慨然太息 以人之難知爲好士者之戒                                           眞寶後503
意公之於士 自是少倦 而其退老於潁水之上 余往見之                                                     眞寶後503
則猶論士之賢者 惟恐其不聞於世也 至於負者 則曰是罪在我 非其過                                        眞寶後503
翟公之客 負公於死生貴賤之間 而公之士 叛公於瞬息俄頃之際                                             眞寶後503
翟公罪客 而公罪己 與士益厚 賢於古人遠矣 公不喜佛老  其徒有治詩書學仁義之說者                        眞寶後503
必引而進之 佛者惠勤 從公遊三十餘年 公嘗稱之爲聰明才智有學問者                                       眞寶後503
尤長於詩 公薨於汝陰 余哭之於其室 其後見之                                                           眞寶後503
語及於公 未嘗不涕泣也 勤固無求於世 而公又非有德於勤者                                               眞寶後503
其所以涕泣不忘 豈爲利哉 余然後益知勤之賢 使其得列於士大夫之間                                       眞寶後503
而從事於功名 其不負公也審矣 熙寧七年 予自錢塘將赴高密                                               眞寶後503
勤出其詩若干篇 求予文以傳於世 余以爲詩非待文而傳者也 若其爲人之大略                                 眞寶後503
則非斯文 莫之傳也                                                                                   眞寶後503
    稼說送同年張琥                      蘇子瞻                                                      眞寶後504
蓋嘗觀於富人之稼乎 其田美而多 其食足而有餘 其田美而多 則可以更休而地力得完                          眞寶後505
其食足而有餘 則種之常不後時  而斂之常及其熟                                                         眞寶後505
故富人之稼常美 少秕而多實 久藏而不腐 今吾十口之家  而共                                             眞寶後505
百畝之田 寸寸而取之 日夜而望之 鋤耰銍刈 相尋於其上者如魚鱗而地力竭矣                                眞寶後505
種之常不及時 而斂之常不待其熟  此豈能復有美稼哉                                                     眞寶後505
古之人 其才非有大過今之人也 其平居所以自養而不敢輕用  以待其成者                                    眞寶後505
閔閔焉如嬰兒之望長也 弱者養之 以至於剛 虛者養之  以至於充                                           眞寶後505
三十而後仕 五十而後爵 伸於久屈之中   而用於至足之後                                                 眞寶後505
流於旣溢之餘 而發於持滿之末 此古人之所以大過人  而今之君子所以不及也                                眞寶後505
吾少也 有志於學 不幸而早得與吾子同年 吾子之得亦不可謂不早矣                                         眞寶後505
吾今雖欲自以爲不足 而衆且妄推之矣 嗚呼 吾子其去此而務學也哉                                         眞寶後505
博觀而約取 厚積而薄發 吾告吾子止於此矣 子歸過京師而問焉                                             眞寶後505
有曰轍子由者 吾弟也 其亦以是語之                                                                    眞寶後505
    王者不治夷狄論                      蘇子瞻                                                      眞寶後506
論曰 夷狄不可以中國之治治也 譬若禽獸然 求其大治 必至於大亂                                          眞寶後509
先王知其然 是故以不治治之 治之以不治者 乃所以深治之也 春秋書公會戎于潛                              眞寶後509
何休曰 王者不治夷狄 錄戎 來者不拒  去者不追也                                                       眞寶後509
夫天下之至嚴 而用法之至詳者 莫過於春秋  凡春秋之書公書侯書字書名                                    眞寶後509
其君得爲諸侯 其臣得爲大夫者 擧皆齊晉也 不然則齊晉之與國也                                           眞寶後509
其書州書國書氏書人 其君不得爲諸侯  其臣不得爲大夫者                                                 眞寶後509
擧皆秦楚也 不然則秦楚之與國也 夫齊晉之君  所以治其國家擁衛天子                                      眞寶後509
而愛養百姓者 豈能盡如古法哉 蓋亦出於詐力 而參之以仁義                                               眞寶後509
是齊晉亦未能純爲中國也 秦楚者亦非獨貪冒無恥   肆行而不顧也                                          眞寶後509
蓋亦有秉道行義之君焉 是秦楚亦未至於純爲夷狄也 齊晉之君  不能純爲中國                                眞寶後509
而春秋之所與者常嚮焉 有善則汲汲而書之  惟恐其不得聞於後世                                           眞寶後509
有過則多方而開赦之 惟恐其不得爲君子 秦楚之君 未至於純爲夷狄                                         眞寶後509
而春秋之所不與者常在焉 有善則累而後進  有惡則略而不錄                                               眞寶後509
以爲不足錄也 是非獨私於齊晉 而偏疾於秦楚也 以見中國之不可以一日背                                   眞寶後509
而夷狄之不可以一日嚮也 其不純者  不足以寄其褒貶                                                     眞寶後509
則其純者可知矣 故曰 天下之至嚴 而用法之至詳者  莫如春秋                                             眞寶後509
夫戎者 豈特如秦楚之流入於夷狄而已哉 然而春秋書之曰 公會戎于潛                                       眞寶後509
公無所貶 而戎爲可會 是獨何歟 夫戎之不能以會禮會公亦明矣                                             眞寶後509
此學者之所以深疑 而求其說也 故曰 王者不治夷狄  錄戎                                                 眞寶後509
來者不拒 去者不追也 夫以戎之不可以化誨懷服  彼其不悍然執兵                                          眞寶後509
以與我從事於邊鄙 固亦幸矣 又況知有所謂會者而欲行之  是豈不足以深嘉其意乎                            眞寶後509
不然 將深責其禮 彼將有所不堪 而發其暴怒  則其禍大矣                                                 眞寶後509
仲尼深憂之 故因其來而書之以會 曰若是足矣 是將以不治深治之也                                         眞寶後509
由是觀之 春秋之疾戎狄者 非疾純戎狄也 疾其以中國而流入於戎狄者也                                     眞寶後510
                                                                                                    眞寶後510
    袁州學記                            李太伯                                                      眞寶後520
皇帝二十有三年 制詔州縣立學 惟時守令 有哲有愚   有屈力殫慮                                          眞寶後521
祗順德意 有假宮借師 苟具文書 或連數城 亡誦弦聲 倡而不和 敎尼不行                                    眞寶後521
三十有二年 范陽祖君無擇知袁州 始至 進諸生  知學宮闕狀                                               眞寶後522
大懼人材放失 儒效闊疎 無以稱上意旨 通判潁川陳君侁  聞而是之                                         眞寶後522
議以克合 相舊夫子廟 陿隘不足改爲 乃營治之東  闕土燥剛                                               眞寶後522
厥位面陽 厥材孔良 瓦甓黝堊丹漆 擧以法故殿堂 室房廡門  各得其度                                      眞寶後522
生師有舍 庖廩有次 百爾器備 並手偕作 工善吏勤 晨夜展力                                               眞寶後522
越明年成 舍菜且有日 旴江李覯諗于衆曰 惟四代之學 考諸經可見已                                        眞寶後522
秦以山西鏖六國 欲帝萬世 劉氏一呼而關門不守 武夫健將  賣降恐後                                       眞寶後522
何耶 詩書之道 人唯見利而不聞義焉耳 孝武乘豐富  世祖出戎行                                           眞寶後522
皆孶孶學術 俗化之厚 延于靈獻 草茅危言者  折首而不悔                                                 眞寶後522
功烈震主者 聞命而釋兵 羣雄相視 不敢去臣位 尙數十年  敎道之結人心如此                                眞寶後522
代遭聖神 爾袁得賢君 俾爾由庠序 踐古人之迹  天下治則譚禮樂以陶吾民                                   眞寶後522
一有不幸 尤當仗大節 爲臣死忠   爲子死孝                                                             眞寶後522
使人有所賴 且有所法 是惟朝家敎學之意  若其弄筆墨以徼利達而已                                        眞寶後522
豈徒二三子之羞 抑亦爲國者之憂                                                                       眞寶後522
    藥戒                                張文潛                                                      眞寶後524
客有病痞 積於其中者 伏而不能下 自外至者 捍而不得納  從醫而問之                                      眞寶後527
曰 非下之不可 歸而飮其藥 旣飮而暴下  不終日而向之伏者                                               眞寶後527
散而無餘 向之捍者柔而不支 焦鬲導達 呼吸開利 快然若未始有疾者                                        眞寶後527
不數日 痞復作 投以故藥 其快然也亦如初  自是不逾月而痞五作五下                                       眞寶後527
每下輒愈 然客之氣 一語而三引 體不勞而汗  股不步而慄                                                 眞寶後527
膚革無所耗於前 而其中薾然 莫知其所來 嗟夫 心痞非下  不可已                                          眞寶後527
予從而下之 術未爽也 薾然獨何歟 聞楚之南 有良醫焉  往而問之                                          眞寶後527
醫曰 子無歎是然者也 凡子之術 固爲是薾然也 坐 吾語女 天下之理                                        眞寶後527
有甚快於予心者 其未必有傷 求無傷於終者 則初無望於快吾心                                             眞寶後527
夫陰伏而陽蓄 氣與血不運而爲痞 橫乎子之　中者 其累大矣 擊而去之                                      眞寶後528
不須臾而除甚大之累 和平之物 不能爲也 必將擊摶震撓而後可                                             眞寶後528
夫人之和氣 沖然而甚微 泊乎其易危 擊摶震撓之功未成  而子之和蓋已病矣                                 眞寶後528
由是觀之 則子之痞 凡一快者 子之和一傷矣  不終月而快者五                                             眞寶後528
則子之和平之氣 不旣索乎 故膚不勞而汗 股不步而慄                                                     眞寶後528
薾然如不可終日也 蓋將去子之痞 而無害於和乎 子歸 燕居三月而後                                        眞寶後528
予之藥可爲也 客歸 燕居三月 齋戒而復請之 醫曰 子之氣少復矣                                           眞寶後528
取藥而授之曰 服之三月而病少平 又三月而少康 終是年而復常                                             眞寶後528
且飮藥 不得亟進 客歸而行其說 然其初 使人懣然遲之  蓋三投藥而三反之也                                眞寶後528
然日不見其所攻之效 較則月異而時不同  蓋終歲疾平                                                     眞寶後528
客謁醫 再拜而謝之 坐而問其故 醫曰 是醫國之說也  豈特醫之於疾哉                                      眞寶後528
子獨不見夫秦之治乎 民悍而不聽令 惰而不勤事 放而不畏法                                               眞寶後528
令之不聽 治之不變 則秦之民嘗痞矣 商君見其痞也 厲以刑法  威以斬伐                                    眞寶後528
悍戾猛鷙 不貸毫髮 痛剗而力鋤之 於是乎  秦之政如建瓴流蕩四達                                         眞寶後528
無敢或拒 而秦之痞嘗一快矣 自孝公以至二世也 凡幾痞而幾快矣乎                                         眞寶後528
頑者已圯 强者已柔 而秦之民無歡心矣 故猛政一快者                                                     眞寶後528
懽心一亡 積快而不已 而秦之四支枵然 徒有其物而已 民心日離而君孤立於上                                眞寶後528
故匹夫大呼 不終日而百病皆起 秦欲運其手足肩膂 而漠然不我應矣                                         眞寶後528
故秦之亡者 是好爲快者之過也 昔先王之民 其初亦嘗痞矣                                                 眞寶後528
先王豈不知砉然擊去之以爲速也 惟其有懼於終也  故不敢求快於吾心                                       眞寶後528
優柔而撫存之 敎以仁義 導以禮樂 陰解其亂  而除去其滯                                                 眞寶後528
使其悠然自趨於平安而不自知 方其未也  旁視而懣然者有之矣                                             眞寶後528
然月計之 歲察之 前歲之俗 非今歲之俗也 不擊不摶 無所忤逆                                             眞寶後528
是以 日去其戾氣 而不嬰其歡心 於是 政成敎達 安樂悠久 而無後患矣                                      眞寶後528
是以 三代之治 皆更數聖人 歷數百年而後 俗成則予之藥 終年而愈疾                                       眞寶後529
蓋無足怪 故曰 天下之理 有甚快於吾心者  其末也必有傷                                                 眞寶後529
求無傷於其終 則初無望於快吾心 雖然 豈獨於治天下哉  客再拜而記其說                                   眞寶後529
                                                                                                    眞寶後529
        古文眞寶後集卷之十                                                                          眞寶後531
    送秦少章序                          張文潛                                                      眞寶後531
詩不云乎 蒹葭蒼蒼 白露爲霜 夫物不受變 則材不成 人不涉難 則智不明                                    眞寶後533
季秋之月 天地始肅 寒氣欲至 方是時 天地之間 凡植物出於春夏雨露之餘                                   眞寶後533
華澤充溢 支節美茂 及繁霜夜零 旦起而視之  如戰敗之軍                                                 眞寶後533
卷旗棄鼓 裹瘡而馳 吏士無人色 豈特如是而已 於是 天地閉塞而成冬                                       眞寶後533
則摧敗拉毁之者過半 其爲變亦酷矣  然自是弱者堅                                                       眞寶後533
虛者實 津者燥 皆斂其英華於腹心 而各效其成 深山之木  上撓靑雲                                        眞寶後533
下庇千人者 莫不病焉 況所謂蘸葭者乎 然匠石操斧  以遊山林                                             眞寶後533
一擧而盡之 以充棟梁桷杙輪輿輹輻 巨細强弱 無不勝其任者 此之謂損之而益                                眞寶後533
敗之而成 虐之而樂者是也 吾黨有秦少章者 自余爲大學官時                                               眞寶後533
以其文章示余 愀然告我曰 余家貧 奉命大人  而勉爲科擧之文也                                           眞寶後533
異時率其意 爲詩章古文 往往淸麗奇偉 工於擧業百倍  元祐六年                                           眞寶後533
及第 調臨安主薄 擧子中第 可少樂矣 而秦子每見余 輒不樂                                               眞寶後533
余問其故 秦子曰 余世之介士也 性所不樂 不能爲言   所不合                                             眞寶後533
不能交 飮食起居動靜百爲 不能勉以隨人 今一爲吏 皆失己而惟物之應                                      眞寶後533
少自偃蹇 悔禍響至 異時 一身資養於父母  今則婦子仰食於我                                             眞寶後534
欲不爲吏 又不可得 自今以往 如沐漆而求解矣 余解之曰 子之前日                                         眞寶後534
春夏之草木也 今日之病子者 蒹葭之霜也   凡人性惟安之求                                               眞寶後534
夫安者 天下之大患也 能遷之爲貴 重耳不十九年於外 則歸不能霸                                          眞寶後534
子胥不奔 則不能入郢 二子者方其羇窮憂患之時 陰益其所短 而進其所不能者                                眞寶後534
非如學於口耳者之淺淺也 自今吾子思前之所爲  其可悔者衆矣                                             眞寶後534
其所知益加多矣 反身而安之 則行於天下   無可憚者矣                                                   眞寶後534
能推食與人者 常飢者也 賜之車馬而辭者 不畏徒步者也 苟畏飢而惡步                                      眞寶後534
則將有苟得之心 爲害不旣多乎 故隕霜不殺者 物之災也  逸樂終身者                                       眞寶後534
非人之福也 元祐七年仲春十一日書                                                                     眞寶後534
    書五代郭崇韜傳後                    張文潛                                                      眞寶後535
自古大臣 權勢已隆極 富貴已亢滿 前無所希 則退爲身慮  自非大姦雄包異志                                眞寶後536
與夫甚庸駑昏闟茸 鮮有不然者 其爲謀實難 不憂思之不深                                                 眞寶後536
計之不工 然異日釁之所起 往往自夫至深至工 是故莫若以正                                               眞寶後536
夫正者 操術簡而周 智者 爲緖多而拙 夫正者 無所事計也 行所當然                                        眞寶後536
雖怨讎不敢議之 況繼之者賢乎 郭崇韜於五代 亦聰明權智之士也                                           眞寶後537
佐莊宗決策滅梁 遂一天下 自見功高權重 姦人議己  而莊宗之昏                                           眞寶後537
爲不足賴也 乃爲自安之計 時劉氏有寵 莊宗嬖之  因請立爲后而中莊宗之欲                                 眞寶後537
又結劉氏之援 此於劉氏爲莫大之恩  而莊宗日以昏湎                                                     眞寶後537
內聽婦言 其爲計宜無如是之良者 然卒之殺崇韜者 劉氏也  使崇韜繆計                                     眞寶後537
不過劉氏不能有所助而已 豈知身死其手哉 好謀之士 敗於謀                                               眞寶後537
好辯之士 敗於辯 惟道德之士 爲無窮 而禍福之變 豈思慮能究之哉                                         眞寶後537
                                                                                                    眞寶後537
    答李推官書                          張文潛                                                      眞寶後538
南來多事 久廢讀書 昨送簡人還 忽辱惠及所作病暑賦及雜詩 誦詠愛歎                                      眞寶後540
旣有以起竭涸之思 而又喜世之學者  比來稍稍追古人之文章                                               眞寶後540
述作體製 往往已有所到也 耒不才 少時喜爲文辭 與人遊  又喜論文字                                      眞寶後540
謂之嗜好則可 以爲能文則世自有人 決不在我 足下與耒  平居飮食笑語                                     眞寶後540
忘去屑屑 而忽持大軸細書 題官位姓名 如卑賤之見尊貴                                                   眞寶後540
此何爲者 豈妄以耒爲知文 繆爲恭敬 若請敎者乎  欲持納而貪於愛玩                                       眞寶後540
勢不可得捨 雖怛然不以自寧 而旣辱勤厚 不敢隱其所知於左右也                                           眞寶後540
足下之文 可謂奇矣 捐去文墨常體 力爲瓌奇險怪  務欲使人讀之                                           眞寶後541
如見數千歲前 科斗鳥跡所記 弦匏之歌鍾鼎之文也 足下之所嗜者如此                                       眞寶後541
固無不善者 抑耒之所聞 所謂能文者   豈謂其能奇哉                                                     眞寶後541
能文者固不以能奇爲主也 夫文何爲而設也 不知理者 不能言 世之能言者多矣                                眞寶後541
而文者獨傳 豈獨傳哉 因其能文也而言益工 因其言工也而理益明                                           眞寶後541
是以聖人貴之   自六經下至于諸子百氏騷人辯士論述                                                     眞寶後541
大抵皆將以爲寓理之具也 是故 理勝者 文不期工而工 理媿者  巧於粉澤                                    眞寶後541
而間隙百出 此猶兩人持牒而訟 直者操筆 不待累累  讀之如破竹                                           眞寶後541
橫斜反覆 自中節目 曲者雖使假辭於子貢 問字於揚雄  如列五味而不能調和                                 眞寶後541
食之於口 無一可愜 何況使人玩味之乎 故學文之端                                                       眞寶後541
急於明理 夫不知爲文者 無所復道 如知文而不務理  求文之工                                             眞寶後541
世未嘗有是也 夫決水於江河淮海 水順道而行 滔滔汩汩  日夜不止                                         眞寶後541
衝砥柱 絶呂梁 放於江湖而納之海 其舒爲淪漣 鼓爲濤波 激之爲風飆                                       眞寶後541
怒之爲雷霆 蛟龍魚黿 噴薄出沒 是水之奇變也  而水初豈如此                                             眞寶後541
順道而決之 因其所遇而變生焉 溝瀆東決而西竭 下滿而上虛                                               眞寶後541
日夜激之 欲見其奇 彼其所至者 蛙蛭之玩耳 江淮河海之水 理達之文也                                     眞寶後541
不求奇而奇至矣 激溝瀆而求水之奇 此無見於理 而欲以言語句讀爲奇之文也                                 眞寶後541
六經之文 莫奇於易 莫簡於春秋 夫豈以奇與簡爲務哉                                                     眞寶後541
勢自然耳 傳曰 吉人之辭寡 彼豈惡繁而好寡哉  雖欲爲繁而不可得也                                       眞寶後541
自唐以來至今 文人好奇者不一  甚者或爲缺句斷章                                                       眞寶後541
使脉理不屬 又取古人訓誥希於見聞者 衣被而綴合之 或得其字 不得其句                                    眞寶後541
或得其句 不得其章 反覆咀嚼 卒亦無有 此最文之陋也 足下之文                                           眞寶後541
雖不若此 然其意靡靡 似主於奇矣 故預爲足下陳之  願無以僕之言質俚而不省也                             眞寶後541
                                                                                                    眞寶後541
    與秦少游書                          陳無己                                                      眞寶後543
辱書 喩以章公降屈年德 以禮見招 不侫何以得此   豈侯嘗欺之耶                                          眞寶後544
公卿不下士尙矣 乃特見於今而親於其身 幸孰大焉  愚雖不足以齒士                                        眞寶後544
猶當從侯之後 順下風而成公之名 然先王之制   士不傳贄爲臣                                             眞寶後544
則不見於王公 夫相見 所以成禮 而其弊必至於自鬻 故先王謹其始                                          眞寶後544
以爲之防 而爲士者世守焉 師道於公 前有貴賤之嫌 後無平生之舊                                          眞寶後544
公雖可見 禮可去乎 且公之見招 公豈以能守區區之禮乎 若冒昧法義                                        眞寶後544
聞命走門 則失其所以見招 公又何取焉 雖然有一於此  幸公之他日                                         眞寶後544
成功謝事 幅巾東歸 師道當御欸段乘下澤   候公於上東門外                                               眞寶後544
尙未晩也                                                                                            眞寶後544
    上林秀州書                          陳無己                                                      眞寶後545
宗周之制 士見于大夫卿公 介以厚其別 詞以正其名   贄以效其情                                          眞寶後547
儀以致其敬 四者備矣 謂之禮成 士之相見 如女之從人  有願見之心                                        眞寶後547
而無自行之義 必有紹介爲之前焉 所以別嫌而愼微也 故曰  介以厚其別                                     眞寶後547
名以擧事 詞以道名 名者 先王所以定民分也  名正則詞不悖                                               眞寶後547
分定則民不犯 故曰 詞以正其名 言不足以盡意  名不可以過情                                             眞寶後547
又爲之贄以成其終 故授受焉 介以通名 擯以將命 勤亦至矣 然因人而後達也                                 眞寶後547
禮莫重於自盡 故祭主於盥 婚主於迎 賓主於贄  故曰                                                     眞寶後547
贄以效其情 誠發于心 而諭于身 達于容色 故又有儀焉 詞以三請                                           眞寶後547
贄以三獻 三揖而升 三拜而出 禮繁則泰 簡則野 三者  禮之中中                                           眞寶後547
故曰 儀以致其敬 是以 貴不陵賤 下不援上 謹其分守  順于時命                                           眞寶後547
志不屈而身不辱 以成其善 當是之世 豈特士之自賢  蓋亦有禮爲之節也                                     眞寶後547
夫周之制禮 其所爲防至矣 及其晩世 禮存而俗變  猶自市而失身                                           眞寶後547
況於禮之亡乎 自周之禮亡 士知免者寡矣 世無君子  明禮以正之                                           眞寶後547
旣相循以爲常 而史官又載其事 故其弊習而不自知也 師道鄙人也                                           眞寶後547
然有聞於南豐先生 不敢不勉也 先生謂師道曰 子見林秀州乎                                               眞寶後547
曰 未也 先生曰 行矣 師道承命以來 謹因先生而請焉                                                     眞寶後547
   王平甫文集後序                       陳無己                                                      眞寶後548
歐陽永叔謂梅聖兪曰 世謂詩能窮人 非詩之窮 窮則工也 聖兪以詩名家                                      眞寶後550
仕不前人 年不後人 可謂窮矣 其同時有王平甫者  臨川人也                                               眞寶後550
年過四十 始名薦書 羣下士 歷年未幾 復解章綬 歸田里 其窮甚矣                                          眞寶後550
而文義蔚然 又能於詩 惟其窮愈甚 故其得愈多 信所謂人窮而後工也                                        眞寶後550
雖然天之命物 用之不全 實者不華 淵者不陸 物之不全 物之理也                                           眞寶後550
盡天下之美 則於富貴不得兼而有也 詩之窮人 又可信矣  方平甫之時                                       眞寶後550
其志抑而不伸 其才積而不發 其號位勢力 不足動人  而人聞其聲                                           眞寶後550
家有其書 旁行於一時 而下達於千世 雖其怨敵  不敢議也                                                 眞寶後550
則詩能達人矣 未見其窮也 夫士之行世 窮達不足論 論其所傳而已                                          眞寶後550
平甫孝悌于家 信于友 勇於義而好仁 不特文之可傳也 向使平甫用力于世                                    眞寶後550
薦聲詩于郊廟 施典策於朝廷 而事負其言 後戾其前  則並其可傳而棄之                                     眞寶後550
平生之學 可謂勤矣 天下之譽 可謂盛矣  一朝而失之                                                     眞寶後550
豈不哀哉 南豐先生旣叙其其文 以詔學者 先生之沒  彭城陳師道                                           眞寶後550
因而伸之 以通于世 誠愚不敏 其能使人後其所利  而隆其所棄者耶                                         眞寶後550
因先生之言 以致其志 又以自勵云爾                                                                    眞寶後550
    思亭記                              陳無己                                                      眞寶後551
甄 故徐富家 至甄君 始以明經敎授 鄕稱善而家益貧  更數十歲不克葬                                      眞寶後553
乞貸邑里 葬其父母兄弟凡幾喪 邑人憐之 多助之者  旣葬益樹以木                                         眞寶後553
作室其旁 而問名於余 余以謂目之所視而思從之 視干戈則思鬪                                             眞寶後553
視刀鋸則思懼 視廟社則思敬 視第家則思安 夫人存好惡喜懼之心                                           眞寶後553
物至而思固其理也 今夫升高而望松梓  下丘壟而行墟墓之間                                               眞寶後553
荊棘莽然 狐免之迹交道 其有不思其親者乎 請名之曰思亭 親者人之所不忘也                                眞寶後553
而君子愼之 故爲墓於郊而封溝之  爲廟於家而嘗禘之                                                     眞寶後553
爲衰爲忌而悲哀之 所以存其思也 其可忘乎 雖然自親而下 至于服盡                                        眞寶後553
服盡則情盡 情盡則忘之矣 夫自吾之親而至于忘之者   遠故也                                             眞寶後553
此亭之所以作也 凡君之子孫登斯亭者 其有忘乎  因其親以廣其思                                          眞寶後553
其有不興乎 君曰博哉 子之言也 吾其庶乎 曰 未也   賢不肖異思                                          眞寶後553
後豈不有望其木 思以爲材 視其榛棘 思以爲薪 登其丘墓  思發其所藏者乎                                  眞寶後553
於是 遽然流涕以泣曰 未也 吾爲君記之  使君之子孫誦斯文者                                             眞寶後553
視其美以爲勸 視其惡以爲戒 其可免乎 君攬涕而謝曰  免矣                                               眞寶後553
遂爲之記                                                                                            眞寶後553
    秦少游字叙                          陳無己                                                      眞寶後555
熙寧元豐之間 眉蘇公之守徐 余以民事太守 間見如客 揚秦子過焉                                          眞寶後556
置醴備樂如師弟子 其時 余病臥旅中 聞其行道雍容 逆者旋目  論說偉辨                                    眞寶後556
坐者屬耳 世以此奇之 而亦以此疑之 惟公以爲傑士  是後數歲                                             眞寶後557
從吾歸 見于廣陵逆旅之家 夜半語未卒別去 余亦以謂當建侯萬里外也                                       眞寶後557
元豐之末 余客東都 秦子從東來 別數歲矣 其容充然 其口隱然                                             眞寶後557
余驚焉以問 秦子曰 往吾少時 如杜牧之 彊志盛氣 好大而見奇                                             眞寶後557
讀兵家書 乃與意合 謂功譽可立致 而天下無難事  顧今二虜有可勝之勢                                     眞寶後557
願效至計 以行天誅 回幽夏之故墟 吊唐晉之遺人  流聲無窮                                               眞寶後557
爲計不朽 豈不偉哉 於是 字以太虛 以遺吾志 今吾年至而慮易                                             眞寶後557
不待蹈險而悔及之 願還四方之事 歸老邑里如馬少游   於是                                               眞寶後557
字以少游 以識吾過 嘗試以語公 又以爲可 於子何如  余以謂取善於人                                      眞寶後557
以成其身 君子偉之 且夫二子 或進以經世 或退以存身 可與爲仁矣                                         眞寶後557
然行者難工 處者易持 牧之之智得 不若少游之拙失矣  子以倍人之材                                       眞寶後557
學益明矣 猶屈意於少游 豈過直以矯曲耶 子年益高德益大                                                 眞寶後557
余將屢驚焉 不一再而已也 雖然 以子之才 雖不效於世 世不捨子                                           眞寶後557
余意子終有萬里行也 如愚之愚 莫宜於世   當守丘墓保田里                                               眞寶後557
力農以奉公上 謹身以訓閭巷 生稱善人 死表於道 曰處士陳君之墓                                          眞寶後557
或者天祚以年 見子功遂名成 奉身以還 王侯將相 高車大馬  祖行帳飮                                      眞寶後557
於是 乘庳御駑 候子上東門外 擧酒相屬 成公知人之名 以爲子賀                                           眞寶後557
蓋自此始                                                                                            眞寶後557
    子長遊贈蓋邦式                      馬子才                                                      眞寶後559
予友蓋邦式 嘗爲予言司馬子長之文章 有奇偉氣  切有志於斯文也                                          眞寶後561
子其爲說以贈我 予謂子長之文章不在書 學者每以書求之  則終身不知其奇                                  眞寶後561
予有史記一部在名山大川壯麗可怪之處 將與子周遊而歷覽之                                               眞寶後561
庶幾乎可以知此文矣 子長平生喜遊 方少年自負之時 足迹不肯一日休                                       眞寶後561
非直爲景物役也 將以盡天下之大觀 以助吾氣 然後吐而爲書                                               眞寶後561
今於其書觀之 則平生之所嘗遊者皆在焉 南浮長淮泝大江 見狂瀾驚波                                       眞寶後561
陰風怒號 逆走而橫擊 故其文奔放而浩漫 望雲夢洞庭之陂彭蠡之瀦                                         眞寶後561
涵混大虛 呼吸萬壑 而不見介量   故其文渟滀而淵深                                                     眞寶後561
見九疑之邈綿 巫山之嵯峩 陽臺朝雲 蒼梧暮烟 態度無定  靡曼綽約                                        眞寶後562
春粧如濃 秋飾如薄 故其文姸媚而蔚紆 泛沅渡湘  吊大夫之魂                                             眞寶後562
悼妃子之恨 竹上猶有斑斑 而不知魚腹之骨尙無恙乎  故其文感憤而傷激                                    眞寶後562
北過大梁之墟 觀楚漢之戰場 想見項羽之喑啞 高帝之慢罵                                                 眞寶後562
龍跳虎躍 千兵萬馬 大弓長戟 俱遊而齊呼 故其文雄勇猛健  使人心悸而膽慄                                眞寶後562
世家龍門 念神禹之鬼功 西使巴蜀 跨劍閣之鳥道  上有摩雲之崖                                           眞寶後562
不見斧鑿之浪 故其文斬截峻拔而不可援躋  講業齊魯之都                                                 眞寶後562
覩夫子之遺風 鄕射鄒嶧 彷徨乎汶陽洙泗之上 故其文典重溫雅                                             眞寶後562
有似乎正人君子之容貌 凡天地之間萬物之變 可驚可愕 可以娛心                                           眞寶後562
使人憂使人悲者 子長盡取而爲文章 是以 變化出沒  如萬象供四時而無窮                                   眞寶後562
今於其書而觀之 豈不信哉 予謂欲學子長之爲文 先學其遊可也                                             眞寶後562
不知學遊以采奇 而欲操觚弄墨 組綴腐熟者 乃其常常耳                                                   眞寶後562
昔公孫氏善舞劍 而學書者得之 乃入於神 庖丁氏善操刀 而養生者得之                                      眞寶後562
乃極其妙 事固有殊類而相感者 其意同故也 今天下之絶蹤詭觀                                             眞寶後562
何以異於昔 子果能爲我遊者乎 吾欲觀子矣 醉把杯酒  可以呑江南吳越之淸風                               眞寶後562
拂劍長嘯 可以吸燕趙秦隴之勁氣  然後歸而治文著書                                                     眞寶後562
子畏子長乎 子長畏子乎 不然斷編敗冊 朝吟而暮誦之  吾不知所得矣                                       眞寶後562
                                                                                                    眞寶後562
    家藏古硯銘                          唐子西                                                      眞寶後565
硯與筆墨 蓋氣類也 出處相近 任用寵遇 相近也  獨壽夭不相近也                                          眞寶後566
筆之壽 以日計 墨之壽 以月計 硯之壽 以世計 其故何也  其爲體也                                        眞寶後566
筆最銳 墨次之 硯鈍者也 豈非鈍者壽而銳者夭乎 其爲用也 筆最動                                         眞寶後566
墨次之 硯靜者也 豈非靜者壽而動者夭乎   吾於是得養生焉                                               眞寶後566
以鈍爲體 以靜爲用 或曰 壽夭數也 非鈍銳動靜所制  借令筆不銳不動                                      眞寶後566
吾知其不能與硯久遠矣 雖然 寧爲此 勿爲彼也 銘曰 不能銳                                               眞寶後566
因以鈍爲體 不能動 因以靜爲用 惟其然 是以能永年                                                      眞寶後566
    上席侍郎書                          唐子西                                                      眞寶後567
某備員學校 三載于此 在輩流中 年齒最爲老大 詞氣學術  最爲淺陋                                        眞寶後569
敎養訓導之方 最爲疎拙 所以未卽遂去 正賴主人以爲重  今閤下還朝                                       眞寶後569
曉夕大用 爲執政爲宰相爲公爲師  此誠門下小子之所願聞                                                 眞寶後569
然孤宦小官 遽奪所依 此其　中 不能無介然者 日夜思慮  求所以補報萬一                                  眞寶後569
而書生門戶無有它技 因效其所得於古人者  惟閤下裁擇                                                   眞寶後569
某初讀書時 未習時事 意謂古之聖賢 例須建立功名 其後涉世益深                                          眞寶後569
更事益多 攷論前代經史 益見首尾 乃知古人之心 本不如此  舟遇險則有功                                  眞寶後569
燭遇夜則有功 藥遇病則有功 桔槹遇旱則有功 戈弩劍戟臨衝兜鍪                                           眞寶後569
遇戰鬪則有功 凡物有功 悉非得已   龍蛇雜處而禹有功                                                   眞寶後569
草木障塞而益有功 民不粒食而稷有功 天理人倫顚倒失次  而契有功                                        眞寶後569
夷蠻賊寇干紀亂治 而皐陶有功 自此以降 不可勝擧  然皆因時立功                                         眞寶後569
非聖賢本意 伊陟臣扈巫咸相大戊 無它奇功 以格上帝乂王家爲功                                           眞寶後569
巫賢甘盤傅說相祖乙相武丁 不聞有功 以保乂有商爲功 以循周公之業爲功                                   眞寶後569
後世知有功之爲功 而不知無功之爲功  其去道已遠                                                       眞寶後569
至謂聖賢有心於功名 其探聖賢亦淺矣 天下承平日久 綱紀文章 纖悉備具                                    眞寶後569
無有毫髮未盡未便 一部周禮 擧行略遍 但不姓姬耳  竊謂今日正當持循法度                                 眞寶後569
不宜復有增廣建置 歌呼於吏舍者勿問  醉吐於車茵者勿逐                                                 眞寶後569
客至欲有所開說者 飮以醇酒勿聽  擇士唯取通大體知古誼者用之                                           眞寶後569
雖不立功 功在其中矣 某之所得於古人者如此 不知其當否也                                               眞寶後569
閤下倘以爲然 歸見何丞相 其亦以此說告之                                                              眞寶後569
    書洛陽名園記後                      李文叔                                                      眞寶後571
洛陽處天下之中 挾殽黽之阻 當秦隴之襟喉 而趙魏走集 蓋四方必爭之地也                                  眞寶後572
天下當無事則已 有事則洛陽必先受兵 余故嘗曰 洛陽之盛衰者                                             眞寶後572
天下治亂之候也 方唐貞觀開元之間  公卿貴戚開館列第於東都者                                           眞寶後572
號千有餘邸 及其亂離 繼以五季之酷 其池塘竹樹  兵車蹂蹴                                               眞寶後572
廢而爲丘墟 高亭大榭 烟火焚燎 化而爲灰燼  與唐共滅而俱亡                                             眞寶後572
無餘處矣 余故嘗曰 園囿之興發 洛陽盛衰之候也   且天下之治亂                                          眞寶後572
候於洛陽之盛衰 而知洛陽之盛衰 候於園囿之興廢而得  則名園記之作                                      眞寶後572
予豈徒然哉 嗚呼 公卿大夫方進於朝   放乎以一己之私自爲                                               眞寶後572
而忘天下之治忽 欲退享此 得乎 唐之末路 是已                                                          眞寶後572
    愛蓮說                              周茂叔                                                      眞寶後573
水陸草木之花 可愛者甚番 晉陶淵明獨愛菊 自李唐來 世人甚愛牡丹                                        眞寶後574
予獨愛蓮之出於淤泥而不染 濯淸漣而不夭 中通外直 不蔓不枝                                             眞寶後574
香遠益淸 亭亭淨植 可遠觀而不可褻翫焉 予謂菊   花之隱逸者也                                          眞寶後574
牡丹 花之富貴者也 蓮 花之君子者也 噫 菊之愛 陶後鮮有聞  蓮之愛                                      眞寶後574
同予者何人 牡丹之愛 宜乎衆矣                                                                        眞寶後574
    克己銘                              呂與叔                                                      眞寶後587
凡厥有生 均氣同體 胡爲不仁 我則有己 物我旣立 私爲町畦 勝心橫發                                      眞寶後588
擾擾不齊 大人存誠 心見帝則 初無吝驕 作我蟊賊 志以爲帥                                               眞寶後588
氣爲卒徒 奉辭于天 誰敢侮予 且戰且徠 勝私窒慾 昔爲寇讎 今則臣僕                                      眞寶後588
方其未克 窘吾室廬 婦姑勃磎 安取厥餘 亦旣克之 皇皇四達                                               眞寶後588
洞然八荒 皆在我闥 孰曰天下 不歸吾仁 癢痾疾痛 擧切吾身 一日至焉                                      眞寶後588
莫非吾事 顔何人哉 希之則是                                                                          眞寶後588
        附文章軌範                                                                                  軌範一1  
    與于襄陽書                          韓文公                                                      軌範一2  
七月三日 將仕郎守國子四門博士韓愈 奉書尙書閤下  士之能享大名顯當世者                                軌範一2  
莫不有先達之士負天下之望者 爲之前焉  士之能垂休光照後禁者                                           軌範一4  
亦莫不有後進之士負天下之望者 爲之後焉  莫爲之前                                                     軌範一4  
雖美而不彰 莫爲之後 雖盛而不傳 是二人者 未始不相須也  然而千百載                                    軌範一4  
乃一相遇焉  豈上之人無可援 下之人無可推歟  何其相須之殷                                             軌範一4  
而相遇之疎也 其故 在下之人負其能 不肯諂其上  上之人負其位                                           軌範一5  
不肯顧其下 故高材多戚戚之窮 盛位無赫赫之光 是二人者之所爲皆過也                                     軌範一5  
未嘗干之 不可謂上無其人 未嘗求之 不可謂下無其人                                                     軌範一5  
愈之誦此言久矣 未嘗敢以聞於人 側聞閤下抱不世之才  特立而獨行                                        軌範一5  
道方而事實 卷舒不隨于時 文武惟其所用 豈愈所謂其人哉  抑未聞後進之士                                 軌範一6  
有遇知於左右 獲禮於門下者 豈求之而未得邪 將志存乎立功而事專乎報主                                   軌範一6  
雖遇其人 未暇禮邪  何其宜聞而久不聞矣                                                               軌範一6  
愈雖不材 其自處不敢後於常人 閤下將求之而未得歟 古人有言 請自隗始                                    軌範一7  
愈今者惟朝夕芻米僕賃之資是急 不過廢閤下一朝之享而足也                                               軌範一7  
如曰吾志存乎立功 而事專乎報主 雖遇其人未暇禮焉 則非愈之所敢知也                                     軌範一7  
世之齪齪者 旣不足以語之 磊落奇偉之人   又不能聽焉                                                   軌範一7  
則信乎命之窮也 謹獻舊所爲文一十八首 如賜覽觀  亦足知其志之所存                                      軌範一7  
愈恐懼再拜                                                                                          軌範一8  
    代張籍與李浙東書                    韓文公                                                      軌範一15 
月日前某官某 謹東向再拜寓書浙東觀察使中丞李公閤下 籍聞議論者                                        軌範一15 
皆云 方今居方伯連帥之職 坐一方得專制於其境內者 惟閤下心事犖犖                                       軌範一16 
與俗輩不同 籍固以藏之　中矣 近者閤下從事李協律翶 到京師                                             軌範一17 
籍於李君友也 不見六七年 聞其至 馳往省之 問無恙外 不暇出一言                                         軌範一17 
且先賀其得賢主人 李君曰 子豈盡知之乎 吾將盡言之  數日籍益聞所不聞                                   軌範一18 
籍私獨喜 常以爲自今已後 不復有如古人者 於今忽有之                                                   軌範一18 
退自悲不幸 兩目不見物 無用於天下 　中雖有知識  家無錢財                                             軌範一18 
寸步不能自致 今去李中丞五千里 何由致其身於其人之側 開口一吐出　中之奇乎                             軌範一19 
因飮泣不能語 旣數日 復自奮曰   無所能人                                                             軌範一19 
乃宜以盲廢 有所能人 雖盲 當廢於俗輩   不當廢於行古人之道者                                          軌範一19 
浙水東七州 戶不下數十萬 不盲者何限 李中丞取人 固當問其賢不賢                                        軌範一19 
不當計其盲與不盲也 當今盲於心者皆是  若籍自謂獨盲於目爾                                             軌範一19 
其心則能別是非 若賜之坐而問之 其口固能言也 幸未死 實欲一吐出心中平生所知見                          軌範一19 
閤下能信而致之於門邪 籍又善於古詩  使其心不以憂衣食亂                                               軌範一19 
閤下無事時 一致之座側 使跪進其所有 閤下憑几而聽之                                                   軌範一20 
未必不如聽吹竹彈絲敲金擊石也 夫盲者業專 於藝必精 故樂工皆盲                                         軌範一20 
籍倘可與此輩比並乎 使籍誠不以蓄妻子憂飢寒亂心  有錢以濟醫藥                                         軌範一20 
其盲未甚 庶幾復見天地日月 因得不廢 則自今至死之年                                                   軌範一20 
皆閤下之賜 閤下濟之以已絶之年 賜之以旣盲之視  其恩輕重大小                                          軌範一20 
籍宜如何報也 閤下裁之度之 籍慙靦再拜                                                                軌範一21 
    上宰相第二書                        韓文公                                                      軌範     
愈聞之 蹈水火者之求免於人也 不惟其父兄子弟之慈愛  然後呼而望之也                                    軌範     
將有介於其側者 雖其所憎怨 苟不至乎欲其死者 則將大其聲疾呼而望其仁之也                               軌範     
彼介於其側者 聞其聲而見其事  不惟其父兄子弟之慈愛                                                   軌範     
然後往而全之也 雖有所憎怨 苟不至乎欲其死者 則將狂奔盡氣                                             軌範     
濡手足焦毛髮 救之而不辭也 若是者 何哉  其勢誠急而其情誠可悲也                                       軌範     
愈之彊學立行 有年矣 愚不惟道之險夷   行且不息                                                       軌範     
以蹈於窮餓之水火 其旣危且亟矣 大其聲而疾呼矣  閤下其亦聞而見之矣                                    軌範     
其將往而全之歟 抑將安而不救歟 有來言於閤下者曰 有觀溺於水而　於火者                                 軌範     
有可救之道 而終莫之救也  閤下且以爲仁人乎哉                                                         軌範     
不然 若愈者 亦君子之所宜動心者也 或謂愈 子言則然矣 宰相則知子矣                                     軌範     
如時不可 何 愈竊謂之不知言者 誠其材能不足當吾賢相之擧爾                                             軌範     
若所謂時者 固在上位者之爲爾 非天之所爲也 前五六年時                                                 軌範     
宰相薦聞 尙有自布衣蒙抽擢者 與今豈異時哉  且今節度觀察使及防禦營田諸小使等                          軌範     
尙得自擧判官 無間於已仕未仕者 況在宰相 吾君所尊敬者                                                 軌範     
而曰不可乎 古之進人者 或取於盜 或擧於管庫  今布衣雖賤                                               軌範     
猶足以方於此 情隘辭蹙 不知所裁 亦惟少垂怜焉                                                         軌範     
    上高宗封事                          胡澹庵                                                      軌範     
謹按王倫 本一狎邪小人市井無賴 頃緣宰相無識 遂擧以使虜 惟務詐誕欺罔天聽                              軌範     
驟得美官 天下之人 切齒唾罵   今者無故誘致虜使                                                       軌範     
以詔諭江南爲名 是欲臣妾我也 是欲劉豫我也 劉豫臣事醜虜 南面稱王                                      軌範     
自以爲子孫帝王萬世不拔之業 一旦豺狼改慮 捽而縛之 父子爲虜                                           軌範     
商鑑不遠 而倫又欲陛下效之 夫天下者 祖宗之天下也  陛下所居之位                                       軌範     
祖宗之位也 奈何以祖宗之天下 爲犬戎之天下 以祖宗之位                                                 軌範     
爲犬戎藩臣之位 陛下一屈膝 則祖宗廟社之靈 盡汙夷狄  祖宗數百年之赤子                                 軌範     
盡爲左袵 朝廷宰執 盡爲陪臣 天下士大夫  皆當裂冠毁冕                                                 軌範     
變爲胡服 異時豺狼無厭之求  安知不加我無禮如劉豫也哉                                                 軌範     
夫三尺童子 至無知也 指犬豕而使之拜 則怫然怒 今醜虜則犬豕也                                          軌範     
堂堂天朝 相率而拜犬豕 曾童孺之所羞 而陛下忍爲之耶   倫之議                                          軌範     
乃曰 我一屈膝 則梓宮可還 太后可復 淵聖可歸 中原可得   嗚呼                                          軌範     
自變故以來 主和議者 誰不以此啗陛下哉 而卒無一驗 是虜之情僞                                          軌範     
已可知矣 陛下尙不覺悟 竭民膏血而不恤 忘國大讎而不報 含垢忍恥                                        軌範     
擧天下而臣之甘心焉 就令虜決可和 盡如倫議 天下後世謂陛下何如主                                       軌範     
況醜虜變詐百出 而倫又以奸邪濟之 梓宮決不可還 太后決不可復                                           軌範     
淵聖決不可歸 中原決不可得 而此膝一屈 不可復伸  國勢陵夷                                             軌範     
不可復振 可爲痛哭流涕長太息也 向者陛下間關海道 危如累卵                                             軌範     
當時尙不肯北面臣虜 況今國勢稍張 諸將盛銳 士卒思奮  只如頃者                                         軌範     
醜虜陸梁 僞豫入寇 固嘗敗之於襄陽 敗之於淮上  敗之於渦口                                             軌範     
敗之於淮陰 較之前日蹈海之危 已萬萬矣 儻不得已而遂至於用兵                                           軌範     
則我豈遽出虜人下哉 今無故而反臣之 欲屈萬乘之尊 下穹廬之拜                                           軌範     
三軍之士 不戰而氣亦索 此魯仲連所以義不帝秦 非惜夫帝秦之虛名                                         軌範     
惜夫天下大勢有所不可也 今內而百官 外而軍民   萬口一談                                               軌範     
皆欲食倫之肉 謗議洶洶 陛下不聞 正恐一旦變作 禍且不測  臣切謂不斬王輪                                軌範     
國之存亡 未可知也 雖然 倫不足道也  秦檜以腹心大臣而亦爲之                                           軌範     
陛下有堯舜之資 檜不能致陛下如唐虞  而欲導陛下如石                                                   軌範     
近者 禮部侍郎曾開等 引古誼以折之 檜乃厲聲曰  侍郎知故事                                             軌範     
我獨不知 則檜之遂非狠愎 已自可見 而乃建白 令臺諫從臣僉議可否                                        軌範     
是乃畏天下議己 而令臺從臣共分謗耳 有識之士 皆以爲朝廷無人                                           軌範     
吁可惜哉 孔子曰 微管仲 吾其被髮左袵矣 夫管仲 霸者之佐耳                                             軌範     
尙能變左袵之區 爲衣冠之會 秦檜大國之相也 反驅衣冠之俗 歸左袵之鄕                                    軌範     
則檜也 不唯陛下之罪人 實管仲之罪人矣   孫近附會檜議                                                 軌範     
遂得參知政事 天下望治 有如飢渴 而近伴食中書 漫不可否事  檜曰                                        軌範     
虜可講和 近亦曰 可和 檜曰 天子當拜 近亦曰 當拜 臣嘗至政事堂                                         軌範     
三發問而近不答 但曰 已令臺諫侍從議矣 嗚呼 參　大政 徒取充位如此                                     軌範     
有如虜騎長驅 尙能折衡禦侮耶 臣竊謂秦檜孫近 亦可斬也                                                 軌範     
臣備員樞屬 義不與檜等共戴天 區區之心 願斬三人頭  竿之藁街                                           軌範     
然後羈留虜使 責以無禮 徐興問罪之師 則三軍之士  不戰而氣自倍                                         軌範     
不然臣有赴東海而死耳 寧能處小朝廷求活耶                                                             軌範     
    答李秀才書                          韓文公                                                      軌範     
愈白 故友李觀元賓十年之前 示愈別吳中故人詩六章  其首章則吾子也                                      軌範     
盛有所稱引 元賓行峻潔淸 其中狹隘不能包容 於尋常人  不肯苟有論說                                     軌範     
因究其所以 於是 知吾子非庸衆人 時吾子在吳中  其後                                                   軌範     
愈出在外 無因緣相見 元賓旣歿 其文益可貴重  思元賓而不見                                             軌範     
見元賓之所與者 則如元賓焉 今者辱惠書及文章 觀其姓名 元賓之聲容恍若相接                              軌範     
讀其文辭 見元賓之知人 交道之不汙 甚矣  子之心有似於吾元賓也                                         軌範     
子之言 以愈所爲不違孔子 不以雕琢爲工 將相從於此                                                     軌範     
愈敢自愛其道 而以辭讓爲事乎 然愈之所志於古者 不惟其辭之好                                           軌範     
好其道焉爾 讀吾子之辭而得其所用心 將復有深於是者 與吾子樂之                                         軌範     
況其外之文乎 愈頓首                                                                                 軌範     
    讀李翶文                            歐陽公                                                      軌範     
予始讀復性書三篇 曰 此中庸之義疏爾 智者識其性 當復中庸  愚者雖讀此不曉也                            軌範五22 
不作可焉 又讀與韓侍郎薦賢書 以謂翶特窮時 憤世無薦已者                                               軌範五22 
故丁寧如此 使其得志 亦未必然 以翶爲秦漢間好事行義之一豪雋                                           軌範五22 
亦善論人者也 最後讀幽懷賦 然後置書而歎不已 復讀不自休                                               軌範五22 
恨翶不生於今 不得與之交 又恨予不得生翶時 與翶上下其論也                                             軌範五22 
況　翶一時 有道而能文者 莫若韓愈 愈嘗有賦矣  不過羨二鳥之光榮                                       軌範五22 
歎一飽之無時爾 推是心 使光榮而飽 則不復云矣  若翶獨不然                                             軌範五22 
其賦曰 衆囂囂而雜處兮 咸歎老而嗟卑   視予心之不然兮                                                 軌範五23 
慮行道之猶非 怪神堯以一旅取天下 後世子孫  不能以天下取河北以爲憂                                    軌範五23 
嗚呼 使當時君子皆易其歎老嗟卑之心 爲翶所憂之心 則唐之天下                                           軌範五23 
豈有亂與亡哉 然翶幸不生今時 見今之事 則憂又甚矣  奈何今之人不憂也                                   軌範五23 
余行天下 見人多矣 脫有一人能如翶憂者 又皆疏遠與翶無異                                               軌範五23 
其餘光榮而飽者 一聞憂世之言 不以爲狂人 則以爲病子                                                   軌範五23 
不怒則笑之矣 嗚呼 在位而不肯自憂 又禁它人 使皆不得憂 可歎也夫                                       軌範五23 
                                                                                                    軌範五23 
    跋紹興辛巳親征詔草                  辛稼軒                                                      軌範     
使此詔見於紹興之前 可以無事讎之大恥 使此詔行於隆興之後  可以卒不世之伐功                            軌範     
今此詔與此虜 猶俱存也 悲夫                                                                          軌範     
    祭田橫墓文                          韓文公                                                      軌範七1  
貞元十一年九月 愈如東京 道出田橫墓下 感橫義高能得士 因取酒以祭                                      軌範七1  
爲文而吊之 其辭曰 事有曠百世而相感者   余不自知其何心                                               軌範七2  
非今世之所稀 孰爲使余歔欷而不可禁 余旣博觀乎天下  曷有庶幾乎夫子之所爲                              軌範七2  
死者不復生 嗟余去此其從誰 當秦氏之失鹿 得一士而可王                                                 軌範七2  
何五百人之擾擾 而不能脫夫子於劍鋩 豈所寶之非賢 抑天命之有常                                         軌範七2  
昔闕里之多士 孔聖亦云其遑遑 苟余行之不迷 雖顚沛其何傷                                               軌範七2  
自古死者非一 夫子至今有耿光 跽陳辭而薦酒 魂髣髴而來享                                               軌範七3  


