#!/bin/sh

ilji () {
	jemok="$1"
	wolaek="$2" #-- 월정액이 -1 이면, 월별청구액을 합계해서 누계를 작성하고,
	#-- 아니면, 월별청구액이 +1 이상만 월정액을 더해서 적용한다.
	oneline="| ${jemok} | ${wolaek} | "
	wolkum=("$3" "$4" "$5" "$6" "$7" "$8" "$9" "$10" "$11" "$12" "$13" "$14")
	echo "---wolkum $wolkum ---"
	tot=0
	thisline="| ${jemok} | ${wolaek}"
	if [ "${wolaek}" == "-1" ]; then
		for i in {1..12}
		do
			wi=${wolkum[$i]}
			nn=$((wi))
			if [ $nn -gt 0 ]; then
				tot=$(( $tot + ${wolkum[i]} ))
			fi
			thisline="${thisline} | ${wolkum[i]}"
		done
	else
		for i in {1..12}
		do
			echo "---wolkum[$i] $wolkum[$i] ---"
			wi=${wolkum[$i]}
			nn=$((wi))
			if [ $nn -gt 0 ]; then
				tot=$(( $tot + ${wolaek} ))
				thisline="${thisline} | ${wolaek}"
			else
				thisline="${thisline} | ${wolkum[i]}"
			fi
		done
	fi
	echo "| ${thisline} | ${wolaek}  | ${tot} |"
}

echo "| 지출 내역 | 월정액 | 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | 9 | 10 | 11 | 12 | 누계 |"
echo "|:----:|:----:|:----:|:----:|:----:|:----:|:----:|:----:|:----:|:----:|:----:|:---:|:----:|:----:|:----:|"
#---- jemok ---------- wolaek -- 1 - 2 - 3 - 4 - 5 - 6 - 7 - 8 - 9 - 10 - 11 - 12
# ilji          "jemok"   1234  -1  -2  -3  -4  -5  -6  -7  -8  -9  -10  -11  -12
ilji         "엠모바일"   7700   1   2   3   4   5  -6  -7  -8  -9  -10  -11  -12
ilji "03국경없는의사회"   5000   1   2   3   4   5   6  -7  -8  -9  -10  -11  -12
ilji     "05DB손해보험" 114400   1   2   3   4   5   6  -7  -8  -9  -10  -11  -12
ilji   "05유튭하나카드"   4990   1   2   3   4   5   6  -7  -8  -9  -10  -11  -12
ilji   "08유튜브스폰서"   4990   1   2   3   4   5   6  -7  -8  -9  -10  -11  -12
ilji    "10LG+통신요금"  22000  -1  -2  -3  -4   5   6  -7  -8  -9  -10  -11  -12
ilji   "10정의기억연대"  50000   1   2   3   4   5   6  -7  -8  -9  -10  -11  -12
ilji       "13현대전기"     -1  22040  22210  20220  21290  21900  24340  -7  -8  -9  -10  -11  -12
ilji       "20현대관리"  33000  -1  -2  -3  -4   5  -6  -7  -8  -9  -10  -11  -12
ilji         "현대가스"     -1  -1  -2  -3  -4  -5  -6  -7  -8  -9  -10  -11  -12
ilji         "현대수도"     -1  -1  -2  -3  -4  -5  -6  -7  -8  -9  -10  -11  -12
ilji       "27시민의눈"   5000   1   2   3   4   5  -6  -7  -8  -9  -10  -11  -12
ilji       "27민주당비"   4990   1   2   3   4   5  -6  -7  -8  -9  -10  -11  -12
ilji       "30하늘생활" 500000   1   2   3   4   5  -6  -7  -8  -9  -10  -11  -12

